Repository: ExpidusOS/screenshooter
Catalog: po-doc/*.po
Languages: ar, ast, ca, cs, da, el, es, fr, gl, id, it, ja, pt_br, ru, sr, tr, uk, zh_cn

source: "Active window" takes a screenshot of the active window. This will be the one that was active before this dialog appeared, or if you set a delay, the one that is active after the delay.
ar: "نافذة نشطة" يأخذ لقطة من نافذة نشطة. وهي آخر نافذة نشطة قبل ظهور هذا الحوار، أو قم بتعيين تأخير لتنشيط نافذة اخرى.
ca: «Finestra activa» fa la captura de la finestra activa. Aquesta serà la finestra activa que hi havia tot just abans de que es mostri el diàleg o, si seleccioneu un retard, la que hi havia activa després del retard.
cs: Volba "Aktivní okno" pořídí snímek aktivního okna. Za aktivní okno se považuje okno, které bylo aktivní před okamžikem, kdy se objevilo toto dialogové okno, nebo pokud jste nastavili prodlevu, je jím okno, které bylo aktivní po uplynutí prodlevy.
da: "Aktive vindue" tager et billede af det aktive vindue. Det vil blive det, der var aktivt før denne dialog kom frem, eller hvis du indstiller en forsinkelse, er det vinduet, der er aktivt efter udløb af forsinkelsen.
el: Το "Ενεργό παράθυρο" κάνει λήψη στιγμιότυπου του ενεργού παράθυρου. Το παράθυρο αυτό θα είναι αυτό που ήταν ενεργό πριν την εμφάνιση αυτού του διαλόγου, ή αν ορίσατε καθυστέρηση, θα είναι το παράθυρο που θα είναι ενεργό με το πέρας της καθυστέρησης.
gl: "Xanela activa" realiza unha captura de pantalla da xanela activa, sendo esta a que estaba activa antes de que aparecera este diálogo, ou se se define un tempo de espera, a que estea activa cando remate dito tempo de espera.
id: "Jendela aktif" mengambil cuplikan layar dari jendela yang aktif. Jendela yang aktif adalah jendela sebelum dialog ini muncul, atau jika anda mengatur jeda, jendela yang aktif setelah jeda.
pt_br: "Janela ativa" tira uma captura da janela ativa. Esta opção será a que está ativa antes de aparecer o diálogo ou, se definir um atraso, a que estará ativa depois desse atraso.
ru: "Активное окно" захватывает только активное окно. Под активным подразумевается то окно, которое было активным до появления этого диалога, или, в случае задержки, окно, которое было активным сразу же после истекания периода задержки.
sr: „Радни прозор“ хвата снимак радног прозора, То ће бити прозор који је био активан пре појаве овог прозора, или, ако поставите кашњење, онај који је активан после кашњења.
tr: "Etkin pencere" kaydetme seçeneğinin yer aldığı menü gösterilmeden önce, o an gösterilen pencerenin ekran görüntüsünü alır. Eğer ekran görüntüsü almayı geciktirme seçeneğini kullanıyorsanız, beklenecek süreden sonra etkin pencerenin ekran görüntüsü alınır.
uk: "Активне вікно" захоплюється активне вікно. Активним вважається вікно, яке було активним перед появою даного діалогового вікна, або, якщо ви встановили затримку, вікно, яке одразу стало активним після затримки.
zh_cn: “活动窗口” 截取活动窗口的截图。它是此对话框出现之前的活动窗口，或者，如果您设置了延时，则是延时时间之后的窗口。

source: "Select a region" allows you to select a region to be captured by clicking and dragging a rectangle over the area of screen that you wish to capture, before releasing the mouse button.
ar: "اختر منطقة " يسمح لك بتحديد المنطقة التي سيتم التقاطها عن طريق النقر وسحب مستطيل فوق منطقة الشاشة التي ترغب في التقاط الصور ، قبل تحرير زر الفارة.
ca: Seleccioneu una regió per capturar-la al fer clic amb el ratolí en un punt de la pantalla i sense deixar anar el botó del ratolí, arrossegant el ratolí fins a l'altre cantonada de la regió i deixant anar el botó del ratolí.
cs: Volba "Vybraná oblastregion" umožňuje vybrat obdélníkovou oblast k zachycení kliknutím a tažením nad oblastí, kterou chcete zachytit, před uvolněním tlačítka myši.
da: "Vælg et område" tillader dig at vælge et område der skal tages et billede af, ved at klikke på et punkt på skærmen, og uden at slippe musen, trække den til det modsatte hjørne af området og slippe museknappen.
el: Το "Επιλογή περιοχής" σας επιτρέπει να επιλέξετε μια περιοχή που θα γίνει σύλληψη, κάνοντας κλικ και σέρνοντας ένα ορθογώνιο πάνω από την περιοχή της οθόνης που θέλετε να γίνει λήψη, αφήνοντας το κουμπί του ποντικιού.
gl: "Seleccionar unha zona" permítelle seleccionar a zona a capturar premendo nun punto da pantalla e sen soltar o botón do rato, arrastrando o punteiro do rato á esquina oposta da zona, e soltando o botón do rato.
id: "Pilih daerah" memungkinkan anda untuk memilih daerah yang akan ditangkap dengan klik pada titik di layar lalu menarik persegi ke area yang ingin anda tangkap, sebelum melepaskan tombol tetikus.
pt_br: "Seleccione uma zona" permite-lhe seleccionar a zona a capturar através de um clique no mouse e formando um retângulo sobre a área que pretende capturar, antes de largar o botão do mouse.
ru: "Выделить область" позволяет выделить область захвата путем зажатия левой кнопки мыши и описания курсором прямоугольника в том месте экрана, которое нужно захватить.
sr: „Одабери предео“ Вам омогућава да одаберете област која ће бити сликана кликом и превлачењем четвороугла преко области екрана коју желите снимити, пре ослобађања дугмета миша.
tr: "Alan seçimi", fare kullanarak seçeceğiniz alan içerisinde yer alan öğeleri ekran görüntüsüne dahil etmenizi sağlar.
uk: "Виділена область" дозволяє отримати знімок певної області. Виберіть область для захоплення шляхом клацання мишкою на екрані і без відпускання кнопки пересуньте вказівник в інший кут області і тоді відпустіть кнопку миші.
zh_cn: “选择一个区域” 让您通过在松开鼠标按钮之前在您希望截取的屏幕区域点击并拉出一个矩形框选择要截取的区域。

source: Capturing the pointer
ar: التقاط المؤشر
ca: Captura el punter del ratolí
cs: Zachytit ukazatel
da: Indfangning af markøren
el: Λήψη τον δείκτη
gl: Capturar o punteiro
id: Menangkap penunjuk
pt_br: Capturando o ponteiro
ru: Захват курсора мыши
sr: Снимање показивача
tr: İşaretçi yakalanıyor.
uk: Захоплення курсору миші
zh_cn: 截取指针

source: The <emphasis>"Capture the mouse pointer"</emphasis> option allows you to select whether or not the screenshot will include the mouse pointer.
ar: و<emphasis>"التقاط مؤشر الفارة"الخيار </emphasis> يسمح لك بتحديداذا كانت اللقطة ستشمل مؤشر الفارة.
ca: L'opció <emphasis>«Captura el punter del ratolí»</emphasis> us permet seleccionar si voleu que en la captura aparegui el punter del ratolí.
cs: Volba <emphasis>"Zachytit ukazatel myši"</emphasis> umožňuje vybrat, zda snímek obrazovky bude nebo nebude obsahovat ukazatel myši.
da: Tilvalget <emphasis>"Indfangning af musemarkøren"</emphasis> tillader dig at indstille om skærmbilledet skal indeholde musemarkøren eller ej.
el: Η επιλογή <emphasis>"Αρπαγή του κέρσορα του ποντικιού"</emphasis> σας επιτρέπει να επιλέξετε εάν θέλετε ή όχι να περιληφθεί ο δείκτης του ποντικιού στη λήψη του στιγμιότυπου.
gl: A sección <emphasis>"Capturar o punteiro do rato"</emphasis> permítelle definir se se inclúe na captura de pantalla o punteiro do rato:
id: Opsi <emphasis>"Tangkap penunjuk"</emphasis> memungkinkan anda untuk memilih apakah cuplikan layar akan menyertakan pula penunjuk tetikus.:
pt_br: A opção <emphasis>"Capturar ponteiro do mouse"</emphasis> permite-lhe escolher se o ponteiro do mouse deve ou não aparecer na captura de tela.
ru: Опция <emphasis>"Захватывать курсор мыши"</emphasis> позволяет выбрать захват экрана вместе с курсором мыши.
sr: <emphasis>„Снимање показивача</emphasis> је могућност која Вам даје да одаберете да ли ћете у снимак укључити показивача миша, или не.
tr: <emphasis>"Fare imlecini yakala"</emphasis> seçeneği, ekran görüntüsünün fare imlecine çekip çekmeyeceğini ayarlamanızı sağlar.
uk: Параметр <emphasis>"Захопити курсор миші"</emphasis> дозволяє вказати, чи показувати на знімку вказівник миші.
zh_cn: <emphasis>“截取鼠标指针”</emphasis> 选项让您选择截图是否包括鼠标指针。

source: Delay before capturing
ar: تأخير قبل الالتقاط
ast: Allanciu enantes de capturar
ca: Retard abans de fer la captura
cs: Prodleva před pořízením snímku
da: Forsinkelse før indfangning
el: Καθυστέρηση πριν την λήψη
es: Demora antes de capturar
gl: Atraso antes da captura
id: Jeda sebelum menangkap
pt_br: Atraso antes de captura
ru: Задержка перед выполнением снимка
sr: Одгађање снимања
tr: Ekran görüntüsü almayı geciktir
uk: Затримка перед захопленням
zh_cn: 截取前延时

source: The <emphasis>"Delay before capturing"</emphasis> section allows you to set the delay that will elapse between pressing the <emphasis>"OK"</emphasis> button and screenshot being taken. This delay will allow you to open menus or to perform whatever action you require to see displayed in the screenshot.
ar: و<emphasis>"التأخير قبل التقاط "</emphasis> بهذا القسم تعيين التأخير الذي ينقضي بين الضغط على <emphasis>"موافق "</emphasis> والتقاط الشاشة. ستسمح لك هذا التأخير في فتح القوائم أو أداء أي عمل ليظهر في الصورة.
ca: La secció <emphasis>«Retard abans de fer la captura»</emphasis> us permet fixar el retard que hi haurà entre que pitgeu el botó <emphasis>«D'acord»</emphasis> i es prengui la captura. Aquest retard us permetrà obrir menús o fer les accions que creieu adients per mostrar a la captura.
cs: Oblast <emphasis>"Prodleva před pořízením snímku"</emphasis> umožňuje nastavit prodlevu, která uplyne mezi stisknutím tlačítka <emphasis>"OK"</emphasis> a pořízením snímku obrazovky. Prodleva umožňuje otevřít nabídky nebo provést jakoukoliv akci, kterou chcete zobrazit na snímku obrazovky.
da: Sektionen <emphasis>"Forsinkelse før skærmbilledet bliver taget"</emphasis>, tillader dig at indstille den tid, der går fra du trykker på knappen <emphasis>"O.k."</emphasis> , og til at skærmbilledet rent faktisk bliver taget. Denne forsinkelse giver dig tid til at åbne menuer, eller udføre enhver handling du ønsker at vist på skærmbilledet.
el: Η <emphasis>"Καθυστέρηση πριν την λήψη"</emphasis> σας επιτρέπει να ορίσετε καθυστέρηση που θα περάσει από τη στιγμή που θα πατήσετε το κουμπί <emphasis>"Εντάξει"</emphasis> και τη στιγμή που θα γίνει η λήψη της οθόνης. Αυτή η καθυστέρηση σας επιτρέπει να ανοίξετε μενού ή να κάνετε οποιαδήποτε ενέργεια που θα θέλατε να φαίνεται στην λήψη.
gl: A sección <emphasis>"Tempo de espera antes da captura"</emphasis> permítelle definir o tempo de espera que transcorrerá dende que se prema o botón <emphasis>"Aceptar"</emphasis> ata que se realice a captura de pantalla. Este tempo de espera permitiralle abrir menús ou facer calquera acción que desexe que se vexa na captura de pantalla.
id: Bagian <emphasis>"Jeda sebelum menangkap"</emphasis> memungkinkan anda untuk mengatur jeda yang akan berlangsung di antara menekan tombol <emphasis>"OK"</emphasis> dan mengambil cuplikan layar. Jeda ini akan memungkinkan anda untuk membuka menu atau melakukan aksi apapun yang ingin anda lihat nantinya pada cuplikan layar.
pt_br: A seção <emphasis>"Atraso antes de captura"</emphasis> permite-lhe definir o atraso que decorre entre pressionar o botão <emphasis>"OK"</emphasis> e a captura. Este atraso irá permitir-lhe abrir menus ou executar qualquer ação que pretende ver apresentada na captura de tela.
ru: Секция <emphasis>"Задержка перед выполнением снимка"</emphasis> позволяет установить задержку между нажатием <emphasis>"OK"</emphasis> и снимком. Эта задержка позволит открыть меню или выполнить действия, которые нужны Вам для снимка.
sr: <emphasis>„Одгађање снимања“</emphasis> је одељак који вам омогућава да подесите кашњење које ће протећи између притиска на дугме <emphasis>„У реду“</emphasis> и снимања екрана. Ово кашњење ће вам омогућити да отворите изборник или да извршите било коју радњу коју желите да видите приказана на снимку.
tr: <emphasis>"Ekran görüntüsü almayı geciktir"</emphasis> seçeneği, <emphasis>"Ekran Görüntüsü Al"</emphasis> düğmesine tıklandıktan sonra belirleyeceğiniz süre kadar beklendikten sonra ekran görüntüsü almanızı sağlar.
zh_cn: <emphasis>“截取前延时”</emphasis> 区域让您设置按下 <emphasis>“确定”</emphasis> 按钮与截取截图开始之间经过的延时。此延时让您打开菜单或执行任何显示在截图上的您需要看到的动作。

source: After capturing
ar: بعد الالتقاط
ast: Dempués de capturar
ca: Després de la captura
cs: Po pořízení snímku
da: Efter indfangning
el: Μετά τη λήψη
es: Después de capturar
gl: Despois de capturar
id: Setelah menangkap
pt_br: Depois de capturar
ru: После захвата
sr: Након снимања
tr: Ekran görüntüsünün alınmasının ardından yapılacak işlemler
uk: Після захоплення
zh_cn: 截取后

source: After pressing the <emphasis>"OK"</emphasis> button a second window will be displayed:
ar: بعد الضغط على <emphasis>"موافق "</emphasis> الزر سيتم عرض النافذة الثانية:
ca: Després de que pitgeu el botó <emphasis«D'acord»</emphasis> apareixerà una segona finestra:
cs: Po stisknutí tlačítka <emphasis>"OK"</emphasis> se zobrazí další okno:
da: Efter tryk på knappen <emphasis>"O.k."</emphasis> et nyt vindue vil blive vist:
el: Αφού πατήσετε το κουμπί <emphasis>"Εντάξει"</emphasis> ένα δεύτερο παράθυρο θα εμφανιστεί:
gl: Despois de premer no botón <emphasis>"Aceptar"</emphasis> háselle mostrar unha segunda xanela:
id: Setelah menekan tombol <emphasis>"OK"</emphasis> jendela kedua akan ditampilkan::
pt_br: Depois de pressionar o botão <emphasis>"OK"</emphasis> uma segunda janela será apresentada:
ru: После нажатия кнопки <emphasis>"OK"</emphasis> появится следующее окно:
sr: Након притиска на дугме <emphasis>„У реду“</emphasis> појавиће се други прозор:
tr: <emphasis>"Tamam" düğmesine tıklandıktan bir saniye sonra pencere görüntülenmiş olacak:
uk: Після натискання кнопки <emphasis>"Гаразд"</emphasis> відкриється наступне вікно:
zh_cn: 按下 <emphasis>“确定”</emphasis> 按钮后会显示第二个窗口：

source: The window of Xfce4 Screenshooter after taking a screenshot
ar: نافذة لقطة شاشة إكسفس4 بعد أخذ اللقطة
ca: La finestra del capturador de Xfce4 després de la captura
cs: Okno zásuvného modulu Xfce4 Screenshooter po pořízení snímku obrazovky
da: Vinduet i Xfce4 Screenshooter efter et skærmbillede er blevet taget
el: Το παράθυρο του Στιγμιότυπου Οθόνης του Xfce4 αφού γίνει λήψη
gl: A xanela de Xfce4 Screenshooter despois de realizar unha captura de pantalla
id: Jendela Xfce4 Screenshooter setelah mengambil cuplikan layar
pt_br: A janela do Xfce4 Screenshooter depois de tirar uma captura
ru: Окно программы после снятия снимка экрана
sr: Прозор ИксФЦЕ снимача екрана након снимања екрана
tr: Ekran görüntüsü alındıktan sonraki uygulama penceresi
uk: Вікно знімків екрану Xfce4 після отримання знімку
zh_cn: 截取截图后的 Xfce4 屏幕截图工具窗口

source: Preview
ar: معاينة
ca: Vista prèvia
cs: Náhled
da: Forhåndsvis
el: Προεπισκόπιση
gl: Vista previa
id: Pratilik
pt_br: Pré-visualizar
ru: Предварительный просмотр
sr: Преглед
tr: Önizleme
uk: Перегляд
zh_cn: 预览

source: The <emphasis>"Preview"</emphasis> section displays a thumbnail of the screenshot.
ar: و<emphasis>"معاينة "المقطع </emphasis> يعرض صورة مصغرة من لقطة.
ca: La secció <emphasis>«Vista prèvia»</emphasis> mostra una miniatura de la captura.
cs: Oblast <emphasis>"Náhled"</emphasis> zobrazuje náhled snímku obrazovky.
da: Sektionen <emphasis>"Forhåndvis"</emphasis> viser en miniature af skærmbilledet.
el: Η <emphasis>"Προεπισκόπιση"</emphasis> εμφανίζει μια εικόνα επισκόπησης της σύλληψης.
gl: A sección <emphasis>"Vista previa"</emphasis> mostra unha miniatura da captura de pantalla.
id: Bagian <emphasis>"Pratilik"</emphasis> menampilkan miniatur cuplikan layar.
pt_br: A seção <emphasis>"Prá-visualizar"</emphasis> apresenta uma miniatura da captura.
ru: Секция <emphasis>"Предварительный просмотр"</emphasis> отображает миниатюру снимка.
sr: <emphasis>„Преглед“</emphasis> је одељак коју приказује умањене сличице снимка екрана.
tr: <emphasis>"Önizleme"</emphasis> bölümü, ekran görüntüsünün küçük resmini gösterir.
uk: В секції <emphasis>"Перегляд"</emphasis> розташована мініатюра знімка.
zh_cn: <emphasis>“预览”</emphasis> 区域显示截图的缩略图。

source: Action
ar: أحداث
ast: Aición
ca: Acció
cs: Akce
da: Handling
el: Ενέργεια
es: Acción
gl: Acción
id: Aksi
it: Azione
ja: アクション
pt_br: Ação
ru: Действие
sr: Радња
tr: Eylem
uk: Дія
zh_cn: 动作

source: The <emphasis>"Action"</emphasis> section allows you to choose what should be performed on the screenshot.
ar: و<emphasis>"العمل "المقطع </emphasis> يسمح لك لاختيار ما تشمله لقطة الشاشة.
ca: La secció <emphasis>«Acció»</emphasis> us permet triar que voleu fer amb la captura.
cs: Oblast <emphasis>"Akce"</emphasis> umožňuje zvolit další požadovanou činnost se získaným snímkem obrazovky.
da: Sektionen <emphasis>"Handling"</emphasis> giver dig mulighed for at vælge, hvad der skal gøres med skærmbilledet.
el: Η <emphasis>"Ενέργεια"</emphasis> σας επιτρέπει να διαλέξετε την ενέργεια που θα γίνει μετά τη λήψη.
gl: A sección <emphasis>"Acción"</emphasis> permítelle escoller que se vai facer ca captura de pantalla.
id: Bagian <emphasis>"Aksi"</emphasis> memungkinkan anda untuk memilih apa yang harus dilakukan di cuplikan layar.
pt_br: A seção <emphasis>"Ação"</emphasis> permite-lhe escolher o que deve ser executado na captura de tela.
ru: Секция <emphasis>"Действие"</emphasis> позволяет выбрать действие, которое необходимо произвести с полученным снимком.
sr: <emphasis>„Радња“</emphasis> је одељак који Вам омогућава да изабрете шта се треба урадити са снимком.
tr: <emphasis>"Eylem"</emphasis> bölümü, ekran görüntüsü alındıktan sonra yapılacak işlemleri belirlemenizi sağlar.
uk: Секція <emphasis>"Дія"</emphasis> містить доступні операції над отриманим знімком.
zh_cn: <emphasis>“动作”</emphasis> 区域让您选择要在截图上执行的操作。

source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Gem
el: Αποθήκευση
fr: Sauvegarder
gl: Gardar
id: Simpan
it: Salva
ja: 保存する
pt_br: Gravar
ru: Сохранить
sr: Сачувај
tr: Kaydet
uk: Зберегти
zh_cn: 保存

source: The <emphasis>"Save"</emphasis> option will save the screenshot to a PNG file. A save dialog will be displayed. You will be able to set the save location, and the name of the file.
ar: ال<emphasis>"حفظ "</emphasis> خيار حفظ لقطة لملف PNG. سيتم عرض الحوار حفظ. ستكون قادر على تعيين موقع الحفظ واسم الملف.
ca: L'opció <emphasis>«Desa»</emphasis> desarà la captura com un fitxer PNG. S'us mostrarà un diàleg per desar-la. Podreu seleccionar on desar-la i el nom que tindrà.
cs: Volba <emphasis>"Save"</emphasis> uloží snímek obrazovky do souboru PNG. Zobrazí se dialogové okno pro uložení souboru, kde budete moci upřesnit umístění a název souboru.
da: Tilvalget <emphasis>"Gem"</emphasis> vil gemme skærmbilledet til en PNG-fil. En dialog til gem vil blive vist. Du kan indstille placeringen samt navnet på filen.
el: Η <emphasis>"Αποθήκευση"</emphasis> θα αποθηκεύσει την λήψη του στιγμιότυπου σε αρχείο PNG. Ένας διάλογος αποθήκευσης θα εμφανιστεί. Θα σας επιτραπεί να ορίσετε την τοποθεσία αποθήκευσης, και το όνομα του αρχείου.
gl: A opción <emphasis>"Gardar"</emphasis> gardará a captura de pantalla nun ficheiro PNG. Mostrarase un diálogo para que poida seleccionar onde se vai gardar e o nome do ficheiro.
id: Opsi <emphasis>"Simpan"</emphasis> akan menyimpan cuplikan layar pada berkas PNG. Sebuah dialog simpan akan ditampilkan. Anda dapat mengatur lokasi penyimpanan, dan memberi nama pada berkas.
pt_br: A opção <emphasis>"Gravar"</emphasis> grava a captura para um arquivo PNG. Uma janela de gravação será apresentada. Será capaz de definir o local de gravação e o nome do arquivo.
ru: Опция <emphasis>"Сохранить"</emphasis> произведет сохранение снимка в файл PNG, при этом отобразится диалог сохранения, в котором можно выбрать каталог для сохранения и название файла.
sr: <emphasis>„Сачувај“</emphasis> је могућност ће сачувати снимак екрана у ПНГ датотеку. Приказаће се прозорче чувања. Моћи ћете да подесите место чувања, и назив датотеке.
tr: <emphasis>"Kaydet"</emphasis> seçeneği, ekran görüntüsünü öntanımlı olarak PNG uzantısıyla kaydeder. Seçeneğe tıkladığınıza, kaydetme penceresi açılacak ve bu pencerede, dosya yolunu ve dosya ismini belirtebileceksiniz.
uk: Пункт <emphasis>"Зберегти"</emphasis> збереже знімок до PNG файлу. Відкриється діалог збереження, в якому можна вказати шлях і ім'я файлу.
zh_cn: <emphasis>“保存”</emphasis> 选项将截图保存为 PNG 文件。会显示一保存对话框。您能够设置保存的位置和文件名。
