Repository: ExpidusOS/screenshooter
Catalog: po-doc/*.po
Languages: ar, ast, ca, cs, da, el, es, fr, gl, id, it, ja, pt_br, ru, sr, tr, uk, zh_cn

source: If you give the <emphasis>-h</emphasis> option, the screenshot will be saved without showing any save dialog. This option only has an effect if the <emphasis>-f</emphasis>, the <emphasis>-w</emphasis> or the <emphasis>-r</emphasis> option is given. The <emphasis>-s</emphasis> option allows you to set the save location if needed.
ast: Si vusté da la opción <emphasis>-h</emphasis>, la captura de pantalla atroxaráse ensin amosar dengún cuadru de diálogu. Ésta opción namái tien efeutu si da la opción <emphasis>-f</emphasis>, la <emphasis>-w</emphasis> o la <emphasis>-r</emphasis>. La opción <emphasis>-s</emphasis> permíte-y definir l'allugamientu si ye necesariu guardar.
es: Si usted da la opción <emphasis>-h</emphasis>, la captura de pantalla se guardará sin mostrar ningún cuadro de diálogo. Ésta opción sólo tiene efecto si da la opción <emphasis>-f</emphasis>, la <emphasis>-w</emphasis> o la <emphasis>-r</emphasis>. La opción <emphasis>-s</emphasis> le permite definir la ubicación si es necesario guardar.
fr: L'option <emphasis>-h</emphasis> permet de sauvegarder les captures d'écran sans afficher de fenêtre de sauvegarde. L'option <emphasis>-s</emphasis> permet de choisir où les sauvegarder. Cette option n'a un effet que si les options <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ou <emphasis>-r</emphasis> sont données.
it: Se si fornisce l'opzione <emphasis>-h</emphasis>, l'istantanea verrà salvata senza mostrare alcuna finestra di salvataggio. Questa opzione è applicabile solamente se è fornito anche l'argomento <emphasis>-f</emphasis>, <emphasis>-w</emphasis> o <emphasis>-r</emphasis>. L'opzione <emphasis>-s</emphasis> permette di impostare la posizione di salvataggio se necessaria.
ja: <emphasis>-h</emphasis> オプションを指定した場合、スクリーンショットは保存ダイアログを表示せずに保存されます。このオプションは <emphasis>-f</emphasis>、<emphasis>-w</emphasis>、または <emphasis>-r</emphasis> オプションが指定された場合のみ機能します。必要であれば <emphasis>-s</emphasis> オプションで保存場所を指定できます。

source: If the <emphasis>-o</emphasis> option is given, followed by an application name, the screenshot will be saved to the system's temporary directory and opened with the application whose name is to be given after <emphasis>-o</emphasis>. This option only has an effect if the <emphasis>-f</emphasis>, the <emphasis>-w</emphasis> or the <emphasis>-r</emphasis> option is given.
ast: Si da la opción <emphasis>-o</emphasis> siguía del nome d'una aplicación, la captura de pantalla atroxaráse nel direutoriu temporal del sistema y abriráse cola aplicación cuyu nome se dió dempués de <emphasis>-o</ emphasis>. Ésta opción namái tien efeutu si da la opción <emphasis>-f</emphasis>, la <emphasis>-w</emphasis> o la <emphasis>-r</emphasis>.
es: Si da la opción <emphasis>-o</emphasis> seguida del nombre de una aplicación, la captura de pantalla se guardará en el directorio temporal del sistema y se abrirá con la aplicación cuyo nombre se ha dado después de <emphasis>-o</ emphasis>. Ésta opción sólo tiene efecto si da la opción <emphasis>-f</emphasis>, la <emphasis>-w</emphasis> o la <emphasis>-r</emphasis>.
fr: L'option <emphasis>-o</emphasis> suivie d'un nom d'application permet de sauvegarder la capture d'écran dans le dossier temporaire du système et de l'ouvrir avec l'application dont le nom est donné après <emphasis>-o</emphasis>. Cette option n'a un effet que si les options <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ou <emphasis>-r</emphasis> sont données.
it: Se è fornita l'opzione <emphasis>-o</emphasis>, seguita dal nome di una applicazione, l'istantanea verrà salvata nella cartella temporanea di sistema e aperta con il programma il cui comando di avvio è fornito dopo l'opzione <emphasis>-o</emphasis>. Questa opzione è applicabile solamente se è fornito l'argomento <emphasis>-f</emphasis>,<emphasis>-w</emphasis> o <emphasis>-r</emphasis>.
ja: <emphasis>-o</emphasis> オプションが指定された場合、スクリーンショットはシステムの作業ディレクトリに保存され、<emphasis>-o</emphasis> オプションの後に指定されたアプリケーションで開きます。このオプションは <emphasis>-f</emphasis>、<emphasis>-w</emphasis>、または <emphasis>-r</emphasis> オプションが指定された場合のみ機能します。

source: If the <emphasis>-u</emphasis> option is given, the screenshot will be hosted on ZimageZ. See above for more details. This option only has an effect if the <emphasis>-f</emphasis>, the <emphasis>-w</emphasis> or the <emphasis>-r</emphasis> option is given.
ast: Si da la opción <emphasis>-u</emphasis> la captura de pantalla agóspiase en ZimageZ. Llea más arriba pa más detalles. Ésta opción namái tien un efeutu si se da la opción <emphasis>-f</emphasis>, la <emphasis>-w</emphasis> o la <emphasis>-r</emphasis>.
es: Si da la opción <emphasis>-u</emphasis> la captura de pantalla se aloja en ZimageZ. Véase más arriba para más detalles. Ésta opción sólo tiene un efecto si se da la opción <emphasis>-f</emphasis>, la <emphasis>-w</emphasis> o la <emphasis>-r</emphasis>.

source: Using the plugin for the Xfce panel
ast: Usando'l complementu pal panel de Xfce4
es: Utilizando el complemento para el panel de Xfce4
fr: Utilisation de l'extension pour le tableau de bord de Xfce
it: Utilizzare il plugin con il pannello di Xfce
ja: Xfce パネル用プラグインを使う

source: Setting the plugin up
ast: Configurar el complementu
es: Configurar el complemento
fr: Configuration de l'extension
it: Impostare il plugin
ja: プラグインの設定

source: You can configure how screenshots are taken by right clicking on the plugin and selecting <emphasis>"Configure"</emphasis>. A preferences dialog asemeyao to the dialog of the main application will appear. Please have a look above for the different preferences.
ast: Puede configurar cómo se tomen captures de pantalla faciendo clic drechu sobro'l complementu y escoyer <emphasis>"Configuración"</emphasis>. Apaecerá un cuadru de diálogu de preferencies asemeyáu al cuadru de diálogu de l'aplicación principal. Por favor, eche un güeyu sobro les estremaes preferencies.

source: To take a screenshot, just click on the plugin.
ast: Pa tomar una captura de pantalla, basta con facer clic nel complementu.
es: Para tomar una captura de pantalla, basta con hacer clic en el complemento.
fr: Il suffit ce cliquer sur l'icône de l'extension pour prendre une capture d'écran.
it: Per catturare un'istantanea, fare clic sull'icona del plugin.
ja: パネル上のプラグインアイコンをクリックするだけで、スクリーンショットの撮影が行えます。

source: You can configure how screenshots are taken by right clicking on the plugin and selecting <emphasis>"Configure"</emphasis>. A preferences dialog similar to the dialog of the main application will appear. Please have a look above for the different preferences.
es: Puede configurar cómo se toman capturas de pantalla haciendo clic derecho sobre el complemento y seleccionar <emphasis>"Configuración"</emphasis>. Aparecerá un cuadro de diálogo de preferencias similar al cuadro de diálogo de la aplicación principal. Por favor, eche un vistazo sobre las diferentes preferencias.
fr: Vous pouvez ensuite configurer la prise des capture d'écran en cliquant droit sur l'icône de l'extension, sur le tableau de bord, et en choisissant <emphasis>"Configurer"</emphasis>. Une fenêtre de configuration similaire à la fenêtre de l'application que vous pouvez voir plus haut apparaît alors. Merci de regarder plus haut pour les différentes options.
it: È possibile configurare la modalità con cui l'istantanea viene catturata facendo clic con il tasto destro del mouse sull'icona del plugin e selezionando <emphasis>«configura»</emphasis>. Apparirà una finestra delle preferenze simile a quella dell'applicazione principale. Consultare i paragrafi precedenti per una descrizione delle diverse preferenze.
ja: スクリーンショットの撮影方法の設定はプラグインアイコン上で右クリックし、<emphasis>"設定"</emphasis> を選択します。メインアプリケーションのダイアログと同様の設定ダイアログが表示されます。

source: This manual describes version @PACKAGE_VERSION@ of @PACKAGE_NAME@.
fr: Ce manuel décrit la version @PACKAGE_VERSION@ de @PACKAGE_NAME@.
it: Questo manuale descrive la versione @PACKAGE_VERSION@ di @PACKAGE_NAME@.
ja: この説明書は @PACKAGE_NAME@ バージョン @PACKAGE_VERSION@ について書かれています。

source: Introduction to @PACKAGE_NAME@
fr: Introduction à @PACKAGE_VERSION@ of @PACKAGE_NAME@.
it: Introduzione a @PACKAGE_NAME@.
ja: @PACKAGE_NAME@ の紹介

source: Delay before taking the screenshot
fr: Délai avant la prise de la capture d'écran
it: Ritardo prima di scattare l'istantanea
ja: スクリーンショットを撮るまでの遅延時間

source: The <emphasis>"Delay before taking the screenshot"</emphasis> section allows you to set the delay that will elapse between pressing the <emphasis>"Take the screenshot"</emphasis> button and taking the screenshot. This delay will allow you to open menus or to do whatever action you want to see displayed on the screenshot.
fr: La section <emphasis>"Délai avant la prise de la capture d'écran"</emphasis> permet de régler le délai qui s'écoule entre l'appui sur le bouton <emphasis>"Prendre la capture d'écran"</emphasis> et la prise de la capture d'écran. Cela permet d'ouvrir des menus, d'effectuer une action quelconque à afficher sur la capture d'écran.
it: La sezione <emphasis>«Tempo da attendere prima di scattare l'istantanea»</emphasis> permette di impostare il ritardo tra la pressione del pulsante <emphasis>«Scatta l'istantanea»</emphasis> e l'effettiva cattura dell'istantanea. Questo ritardo consente di aprire i menu o preparare qualsiasi altra operazione che si desidera venga catturata dall'istantanea.
ja: <emphasis>"スクリーンショットを撮るまでの遅延時間"</emphasis> セクションでは、<emphasis>"スクリーンショットを撮る"</emphasis> ボタンがクリックされてから実際にスクリーンショットを撮るまでの遅延時間を指定できます。この遅延により、開いたメニューなどあらゆる操作のスクリーンショットを撮影することができます。

source: The <emphasis>"Action"</emphasis> section allows you to choose what should be done with the screenshot. Three choices are available.
fr: La section <emphasis>"Action"</emphasis> permet de choisir l'action à effectuer avec la capture d'écran. Trois actions sont possibles.
it: La sezione <emphasis>«Azione»</emphasis> permette di scegliere l'operazione da eseguire con l'istantanea. Sono disponibili tre possibilità:
ja: <emphasis>"アクション"</emphasis> セクションでは、撮影したスクリーンショットに対する操作を選択できます。次の 3 つの選択肢があります。

source: The <emphasis>"Save"</emphasis> option will save the screenshot to a PNG file. If you check the <emphasis>"Save by default to"</emphasis> checkbox, the screenshot will be saved to the folder on the right after you press the <emphasis>"Take the screenshot"</emphasis> button, without showing any save dialog. Otherwise, a save dialog will be displayed, which also shows a preview of the screenshot. You will then be able to set the save location, and the name of the file.
fr: <emphasis>"Sauvegarder"</emphasis> enregistrera la capture d'écran dans un fichier PNG. Si vous cochez la case <emphasis>"Sauvegarder par défaut dans"</emphasis>, la capture d'écran sera enregistrée après l'appui sur le boutton <emphasis>"Prendre la capture d'écran"</emphasis> dans le dossier spécifié à droite, sans afficher de fenêtre de sauvegarde. Sinon, une fenêtre de sauvegarde vous permettra de choisir où la sauvegarder, et sous quel nom.
it: L'opzione <emphasis>«Salva»</emphasis> salverà l'istantanea in un file PNG. Se è abilitata l'opzione <emphasis>«Di norma, salva in:»</emphasis>, l'istantanea verrà salvata nella cartella sulla destra subito dopo aver premuto il pulsante <emphasis>«Scatta l'istantanea»</emphasis>, senza mostrare alcuna finestra di conferma. Diversamente, verrà visualizzata una finestra di conferma, in cui è anche mostrata un'anteprima dell'istantanea. In questo modo sarà possibile impostare la posizione di salvataggio e il nome del file.
ja: <emphasis>"保存する"</emphasis> オプションは、スクリーンショットを PNG ファイルに保存します。<emphasis>"デフォルトの保存場所"</emphasis> チェックボックスにチェックマークがつけられている場合、スクリーンショットは <emphasis>"スクリーンショットを撮る"</emphasis> ボタンが押された後、保存ダイアログを表示せずに指定されたデフォルトの保存場所に保存されます。チェックマークがつけられていない場合はスクリーンショットのプレビューが確認できる保存ダイアログが表示され、保存場所やファイル名を指定できます

source: The <emphasis>"Open with"</emphasis> option saves the screenshot to the system's temporary directory and opens it with the application set using the dropdown list below. Applications which support images are automatically detected and added to the dropdown list.
fr: <emphasis>"Ouvrir avec"</emphasis> permet d'enregistrer la capture d'écran dans le dossier temporaire du système et de l'ouvrir avec l'application choisie dans le champ en dessous. Les applications permettant d'ouvrir des images sont automatiquement détectées et proposées dans la liste déroulante.
it: L'opzione <emphasis>«Apri con»</emphasis> salva l'istantanea nella cartella temporanea di sistema e la apre con l'applicazione impostata utilizzando la lista a comparsa. Le applicazioni che supportano le immagine vengono rilevate automaticamente e aggiunte all'elenco.
ja: <emphasis>"アプリケーションで開く"</emphasis> オプションは、スクリーンショットをシステムの作業ディレクトリに保存し、下のドロップダウンメニューで指定されたアプリケーションで開きます。画像をサポートするアプリケーションは自動的に検出され、ドロップダウンリストに追加されます。

source: Command line options allow you to take screenshots quickly. They also allow you to configure the Prt Scrn key on the upper right of most keyboards so that it takes screenshots. To do so, configure the keybindings of your desktop environnement so that it launches xfce4-screenshooter with one or several of the following options when the Prt Scrn key is pressed.
fr: Les options de ligne de commande permettent de prendre des captures d'écran rapidement. Elles permettent aussi de faire fonctionner la touche Prt Scrn en haut à droite de la plus part des claviers. Pour cela, réglez les raccourcis de votre environnement de bureau pour qu'ils lancent xfce4-screenshooter avec une ou plusieurs des options suivantes lorsque la touche Prt Scrn est appuyée.
it: Le opzioni da linea di comando forniscono un metodo veloce per catturare un'istantanea. Esse consentono anche di configurare il tasto «Prt Scrn» (presente in alto a sinistra nella maggior parte delle tastiere) in modo da utilizzarlo per catturare delle istantanee. Per farlo, occorre configurare il keybinding del proprio ambiente grafico in modo che xfce4-screenshooter venga lanciato con una o più delle seguenti opzioni nel momento in cui viene premuto il tasto «Prt Scrn».
ja: コマンドラインオプションを使用すると、スクリーンショットの撮影を速やかに行えます。これらを Prt Scrn キー (多くのキーボードの右上部にあります) に割り当てることによって Prt Scrn キーを押下することによりスクリーンショットを撮ることができます。デスクトップ環境のキー設定で、xfce4-screenshooter コマンドに以下のいくつかのオプションをつけて設定してください。
