Repository: ExpidusOS/screenshooter
Catalog: po-doc/*.po
Languages: ar, ast, ca, cs, da, el, es, fr, gl, id, it, ja, pt_br, ru, sr, tr, uk, zh_cn

source: If you do not have a ZimageZ user name, you will need to create one on the <ulink type="http" url="http://www.zimagez.com"> ZimageZ website</ulink>. Several languages are available on this website, you can switch between using the menu up right. You must fill all fields of this dialog. Once you click the <emphasis>"OK"</emphasis> button, the upload will start.
ar: إذا لم يكن لديك اسم مستخدم ZimageZ. ستحتاج إلى إنشاء واحدة في <ulink type="http" url="http://www.zimagez.com"> موقع ZimageZ </ulink>يدعم عدة لغات، يمكنك التبديل باستخدام القائمة للأعلى اليمين. يجب تعبئة جميع حقول هذا الحوار. بمجرد النقر فوق <emphasis>"موافق "</emphasis > زر ، سيبدأ تحميل.
ast: Si nun tien un nome d'usuariu en ZimageZ, tendrá que criar ún nel <ulink type="http" url="http://www.zimagez.com"> sitiu web de ZimageZ</ulink>. Delles llingües tán disponibles nesti sitiu web, vusté puede camudales nel menú de la drecha. Vusté tien de enllenar tolos campos d'ésti cuadru de diálogu. Una vegada que fai clic nel botón<emphasis>"Aceutar"</ emphasis> aniciaráse la carga.
cs: Nemíte-li uživatelské jméno v galerii ZimageZ, bude nutné jej vytvořit na <ulink type="http" url="http://www.zimagez.com">webové stránce galerie ZimageZ</ulink>. Na této webové stránce je k dispozici několik jazyků, je možné přepínat mezi nimi pomocí nabídky vpravo nahoře. Vyplňte všechna pole v tomto dialogovém okně. Odesílání do galerie bude zahájeno v okamžiku kliknutí na tlačítko<emphasis>"OK"</emphasis>.
da: Hvis du ikke har et ZimageZ-brugernavn, skal du oprette et på <ulink type="http" url="http://www.zimagez.com"> netstedet for ZimageZ</ulink>. Adskillige sprog er tilgængelige på dette netsted. Du kan skifte ved at bruge den øverste menu til højre. Du skal udfylde alle felter i dette vindue. Når du først klikker på <emphasis>"O.k."</emphasis>-knappen vil overførslen begynde.
el: Εάν δεν έχετε όνομα χρήστη στο ZimageZ, θα χρειαστεί να δημιουργήσετε ένα στο <ulink type="http" url="http://www.zimagez.com">ZimageZ website</ulink>. Είναι διαθέσιμες αρκετές γλώσσες στην ιστοσελίδα, μπορείτε να διαλέξετε χρησιμοποιώντας το μενού πάνω δεξιά. Πρέπει να συμπληρώσετε όλα τα πεδία στο παράθυρο διαλόγου. Μόλις πατήσετε το κουμπί <emphasis>"Εντάξει"</emphasis>, η αποστολή θα ξεκινήσει.
es: Si no tiene un nombre de usuario en ZimageZ, tendrá que crear uno en el <ulink type="http" url="http://www.zimagez.com"> sitio web de ZimageZ</ulink>. Varios idiomas están disponibles en éste sitio web, usted puede cambiarlos en el menú de la derecha. Usted debe llenar todos los campos de éste cuadro de diálogo. Una vez que haga clic en el botón<emphasis>"Aceptar"</ emphasis> se iniciará la carga.
gl: Se non ten un nome de usuario de ZimageZ, terá que crear un no <ulink type="http" url="http://www.zimagez.com">sitio web de ZimageZ</ulink>. Hai varios idiomas dispoñibles neste sitio web, e pode cambiar de idioma usando o menú na esquina superior dereita. Debe cubrir tódolos campos deste diálogo. Unha vez que prema no botón <emphasis>"Aceptar"</emphasis> comezará a suba do ficheiro.
id: Jika anda tidak memiliki nama pengguna ZimageZ, anda perlu membuatnya di <ulink type="http" url="http://www.zimagez.com"> situs web ZimageZ</ulink>. Beberapa bahasa tersedia di situs web ini, anda dapat menggantinya menggunakan menu di kanan atas. Anda harus mengisi semua bagian di dialog ini. Ketika anda klik tombol <emphasis>"OK"</emphasis>, pengunggahan akan dimulai.
pt_br: Se não tiver um nome de utilizador ZimageZ, precisa criar um no <ulink type="http" url="http://www.zimagez.com"> sítio web ZimageZ</ulink>. No sítio, estão disponíveis diversos idiomas que pode alterar usando o menu no canto superior direito. Tem que preencher todos os campos da janela . Ao clicar no botão <emphasis>"OK"</emphasis>, o envio iniciará.
ru: Если вы не являетесь пользователем ZimageZ, вам следует зарегистрироваться на сайте <ulink type="http" url="http://www.zimagez.com"> ZimageZ website</ulink>. На данном сайте доступно несколько языков, между которыми можно переключаться, используя меню вверху справа. Необходимо заполнить все поля данной формы. После нажатия кнопки <emphasis>"OK"</emphasis>, начнется загрузка.
sr: Ако немате ZimageZ кориснички налог, требаћете да га направите на <ulink type="http" url="http://www.zimagez.com"> ZimageZ веб сајту</ulink>. Неколико језика је доступно на овом веб сајту, можете их мењати користећи изборник горе десно. Морате попунити сва поља у овом прозорчету. Кад кликнете на <emphasis>„У реду“</emphasis> дугме, отпремање ће почети.
tr: Eğer bir ZimageZ hesabınız yoksa, <ulink type="http" url="http://www.zimagez.com"> ZimageZ web sitesine</ulink> giderek kendinize bir hesap açabilirsiniz. ZimageZ birden fazla dili desteklemektedir. Bu alandaki tüm bölümleri doldurmanız gerekmektedir.
zh_cn: 如果您未拥有一个 ZimageZ 用户名，您需要在 <ulink type="http" url="http://www.zimagez.com">ZimageZ website</ulink> 上创建一个用户。该网站支持多种语言，您可以使用右上角的菜单切换。您必须填写对话框中的所有项目。当您点击 <emphasis>“确定”</emphasis> 按钮后，上传就会开始。

source: The dialog below will give you the links to the full size screenshot, the large thumbnail, the small thumbnails, as well examples of HTML and BBcode to create a thumbnail pointing to the full size screenshot:
ar: سيعطيك الحوار أدناه روابط للقطة بالحجم الكامل ، الصورة المصغرة، تعرض رابط للصورة بالترميز HTML و BBCode لإنشاء صورة مصغرة تمثل حجم شاشة الكاملة:
ast: Darréu, el cuadru de diálogu apurrirá-y los enllaces a la captura de pantalla a tamañu completu, a la miniatura grande, a les miniatures pequeñes, asina como exemplos de HTML y BBCode pa criar una imaxe en miniatura qu'apunta a la captura de pantalla a tamañu completu:
ca: El diàleg que hi ha a continuació us donarà els enllaços a una captura de pantalla a tamany complet, a grans miniatures, a petites miniatures i a exemples de HTML i BBcode per a crear miniatures que apunten a una captura de pantalla completa:
cs: Dialogové okno níže zprostředkovává odkazy ke snímku obrazovky v plné velikosti, velkému náhledu, malým náhledům a také příklady v kódech HTML a BBcode k vytvoření náhledu ke snímku obrazovky v plném rozlišení:
da: Dette vindue vil give dig henvisninger til skærmbilledet i fuld størrelse, den store miniatur, den lille miniture, såvel som eksempler på HTML og BBkode til at lave en minature, der peger til skærmbilledet i fuld størrelse:
el: Το παράθυρο διαλόγου από κάτω θα σας δώσει τους συνδέσμους από την σύλληψη οθόνης σε πλήρες μέγεθος, τη μεγάλη εικόνα επισκόπησης, τη μικρή εικόνα επισκόπησης, όπως και παραδείγματα από HTML και BBcode για να δημιουργήσετε μια εικόνα επισκόπησης που θα δείχνει στο πλήρες μέγεθος της λήψης:
es: A continuación el cuadro de diálogo le proporcionará los enlaces a la captura de pantalla a tamaño completo, a la miniatura grande, a las miniaturas pequeñas, así como ejemplos de HTML y BBCode para crear una imagen en miniatura que apunta a la captura de pantalla a tamaño completo:
gl: O diálogo de embaixo proporciónalle ligazóns á captura de pantalla a tamaño completo, á miniatura grande e á pequena, así como exemplos de HTML e BBcode para crear unha miniatura que apunte á captura de pantalla a tamaño completo:
id: Dialog di bawah akan memberikan anda tautan ke cuplikan layar ukuran penuh, miniatur besar, miniatur kecil, dan juga contoh HTML dan BBcode untuk membuat miniatur yang mengarah ke cuplikan layar ukuran penuh:
pt_br: A janela em baixo irá dar-lhe as ligações para a captura em tamanho real, para a miniatura grande, para a miniatura pequena bem como exemplos HTML e BBcode para criar uma miniatura apontando para a captura em tamanho real:
ru: Диалоговое окно ниже предоставляет ссылки на полноразмерный снимок, большой и маленький образцы, а также примеры HTML и BBcode кодов для создания пиктограммы, перенаправляющей на полноразмерный снимок:
sr: Прозорче испод ће Вам дати везе до снимка екрана у пуној величини, веће умањене сличице, мање умањене сличице, као и примере ХТМЛ кода и ББ кода за стварање умањене сличице која усмерава на снимак екрана у пуној величини:
tr: Aşağıdaki menü ekran görüntüsü, büyük ve küçük önizleme, HTML kodu ve BBCode için gerekli bağlantıları size gösterecektir:
zh_cn: 下面的对话框会带给您完整大小截图的链接，大缩略图、小缩略图，还有创建指向完整大小截图的缩略图的 HTML 和 BBcode 模板：

source: The dialog giving the links to your screenshot on ZimageZ
ar: الحوار يعطي روابط اللقطة الخاص بك على ZimageZ
ast: El cuadru de diálogu apúrre-y los enllaces a la so captura en ZimageZ
ca: El diàleg proveint enllaços a la vostra captura de pantalla a ZimageZ
cs: Dialogové okno s odkazy k vašemu snímku obrazovky v galerii ZimageZ
da: Vinduet der giver dig henvisningerne til dit skærmbillede på ZimageZ
el: Το παράθυρο διαλόγου σας δίνει τους συνδέσμους για το στιγμιότυπο οθόνης στο ZimageZ
es: El cuadro de diálogo le proporciona los enlaces a su captura en ZimageZ
gl: O diálogo que proporciona as ligazóns á súa captura de pantalla en ZimageZ
id: Dialog memberikan tautan ke cuplikan layar anda di ZimageZ
pt_br: A janela que indica as ligações da sua captura em Zimage Z
ru: Диалог отображающий ссылки на ваш снимок экрана на сервере ZimageZ
sr: Прозорче даје везе ка Вашем снимку екрана на ZimageZ
tr: ZimageZ bağlantı adresleri menüsü
uk: Діалог отримання посилання на знімок з ZimageZ
zh_cn: 提供您在 ZimageZ 上的截图链接的对话框

source: Via command line
ar: عن طريق سطر الأوامر
ast: A traviés de llinia de comandos
ca: Via línia de comandes
cs: Použít příkazový řádek
da: Vha. kommandolinjen
el: Μέσω γραμμής εντολών
es: A través de línea de comandos
fr: Via la ligne de commande
gl: A través da liña de ordes
id: Via baris perintah
it: Attraverso la linea di comando
ja: コマンドラインから
pt_br: Através da linha de comandos
ru: С помощью командной строки
sr: Преко линије наредби
tr: Komut satırı vasıtasıyla kullanım
uk: За допомогою командного рядка
zh_cn: 通过命令行

source: Command line options allow you to take screenshots quickly. They also allow you to configure the Print Screen key on the upper right of most keyboards so that it takes screenshots. To do so, configure the key-bindings of your desktop environment so that it launches xfce4-screenshooter with one or several of the following options when the Prt Scrn key is pressed.
ar: خيارات سطر الأوامر تسمح لك أن تأخذ لقطات بسرعة. فهي تسمح لك أيضا باستخدام مفتاح طباعة الشاشة أعلى يمين لوحة المفاتيح بحيث يأخذ لقطات. للقيام بذلك، عدل إعدادات الارتباطات مفاتيح بيئة سطح المكتب بحيث تطلق لاقط شاشة إكسفس4 مع واحد أو أكثر من خيارات الضغط على مفتاحPrint Scrn.
ca: Les opcions de línia de comandes us permeten fer captures de pantalla de forma ràpida. També us permeten configurar la tecla "Impr Pant" que hi ha a la part superior dreta de la majoria de teclats per a fer les captures de pantalla. Per a fer-ho, establiu enllaços de teclat al vostre entorn d'escriptori de tal forma que llenci xfce4-screenshooter amb una o diverses de les següents opcions quan s'apreti "Impr Pant".
cs: Volby příkazového řádku umožňují rychlé pořizování snímků obrazovky. Také umožňují nastavit klávesu Print Screen, která je umístěna v pravé horní části většiny klávesnic, tak, aby pořizovala snímky obrazovky. Abyste využili tuto schopnost, nakonfigurujte si klávesovou zkratku pracovního prostředí, aby spouštěla příkaz xfce4-screenshooter s jedním nebo více parametry při stisku klávesy Print Scrn.
da: Kommandlinjetilvalg lader dig tage skærmbilleder hurtigt. De lader dig også indstille tasten Print Screen, som findes i det øverste højre hjørne på de fleste tastaturer, til at tage skærmbilleder. For at gøre dette, skal du indstille tastaturgenvejene i dit skrivebordsmiljø, således at det starter xfce4-screenshooter, med en eller flere af de følgende tilvalg, når der trykkes på Prt Scrn-knappen.
el: Οι επιλογές της γραμμής εντολών σας επιτρέπουν να κάνετε λήψη στιγμιότυπου οθόνης γρήγορα. Αυτό σας επιτρέπει επίσης να ρυθμίσετε το κουμπί Print Screen στο πάνω δεξιό σημείο στα περισσότερα πληκτρολόγια έτσι ώστε να παίρνει στιγμιότυπα. Για να γίνει αυτό, ρυθμίστε τις συντομεύσεις πληκτρολογίου του περιβάλλοντος εργασίας έτσι ώστε να ξεκινά το Στιγμιότυπο οθόνης για το Xfce4 με μία ή περισσότερες από τις ακόλουθες επιλογές, όταν το κουμπί Prt Scrn πατηθεί.
gl: As opcións de liña de ordes permítenlle realizar capturas de pantalla rapidamente. Tamén lle permiten configurar a tecla Imprimir pantalla que está na parte superior dereita da maior parte dos teclados de xeito que realice capturas de pantalla. Para facer isto, configure as asociacións de teclas do seu ambiente de escritorio de forma que inicie xfce4-screenshooter con unha ou varias das seguintes opcións cando se prema a tecla Impr pant.
id: Opsi baris perintah memungkinkan anda untuk mengambil cuplikan layar secara cepat. Opsi baris perintah juga memungkinkan anda untuk mengatur tombol Print Screen yang berada di sebelah kanan atas pada kebanyakan papan ketik sehingga dapat mengambil cuplikan layar. Untuk melakukan ini, atur pengikat kunci lingkungan desktop anda sehingga akan menjalankan xfce4-screenshooter dengan satu atau beberapa opsi berikut ketika tombol Prt Scrn ditekan.
pt_br: As opções da linha de comandos permitem-lhe tirar capturas rapidamente. Também lhe permitem configurar a tecla Print Screen para tirar as capturas. Para o fazer, configure as teclas de atalho do seu ambiente de trabalho para executar o xfce4-screenshooter com uma ou mais das seguintes opções ao pressionar tecla Print Screen.
ru: Параметры командной строки позволяют быстро делать снимки. Они также позволяют настроить кнопку Print Screen, расположенную вверху справа на большинстве клавиатур, на выполнение снимков. Для этого необходимо настроить "горячие клавиши" рабочей среды таким образом, чтобы при нажатии клавиши Print Screen запускалась программа xfce4-screenshooter с одним или несколькими необходимыми параметрами.
sr: Могућности наредбене линије Вам дозвољавају да узмете снимак екрана брзо.Оне такође дозвољавају да подесите дугме снимања екрана на страни десно горе на већини тастатура, тако да оно снима екран. Да би то урадили, подесите пречице тастатуре Вашег радног окружења тако да оно покрене xfce4-screenshooter са једном или више следећих могућности кад се притисне дугме са ознаком Prt Scrn.
tr: Komut satırı seçenekleri hızlıca ekran görüntüsü almanızı sağlar. Ayrıca klavyedeki Print Screen tuşuna işlev atamanız için de komut satırı komutlarını kullanabilirsiniz. Bunu yapmak için, masaüstü ortamınızın klavye tuşları bağlayıcıları ile ilgili ayarlarına giriniz ve orada istediğiniz tuş kombinasyonunun xfce4-screenshooter uygulamasını başlatacak şekilde ayarlamasını yapınız. Genelde Prt Scrn tuşu tercih edilir.
zh_cn: 命令行选项让您快速截取截图。它们同样让您配置大多数键盘右上角的 Print Screen 键以便截取截图。要这样做，配置您的桌面环境中的键盘绑定以便在按下 Prt Scrn 键时 xfce4-screenshooter 带以下一个或多个选项启动。

source: The command line options
ar: خيارات سطر الأوامر
ast: Opciones de llinia de comandos
ca: Les opcions de línia de comandes
cs: Volby příkazového řádku
da: Kommandolinjetilvalg
el: Οι επιλογές για την γραμμή εντολών
es: Opciones de línea de comandos
fr: Les options en ligne de commande
gl: As opcións de liña de ordes
id: Opsi baris perintah
it: Le opzioni per la linea di comando
ja: コマンドラインオプション
pt_br: As opções da linha de comandos
ru: Параметры командной строки
sr: Могућности наредбене линије
tr: Komut satırı seçenekleri
uk: Параметри командного рядка
zh_cn: 命令行选项

source: The -w option
ar: الخيار -w
ast: La opción -w
ca: L'opció -w
cs: Volba -w
da: Tilvalget -w
el: Η -w επιλογή
es: La opción -w
fr: L'option -w
gl: A opción -w
id: Opsi -w
it: L'opzione -w
ja: -w オプション
pt_br: A opção -w
ru: Параметр -w
sr: Могућност -w
tr: -w seçeneği
uk: Параметр -w
zh_cn: -w 选项

source: The <emphasis>-w</emphasis> option allows you to take a screenshot of the active window.
ar: الخيار <emphasis>-w</emphasis> يسمح لك بأن تأخذ لقطة من نافذة نشطة.
ast: La opción <emphasis>-w</ emphasis> permíte-y tomar una captura de pantalla de la ventana activa.
ca: L'opció <emphasis>-w</emphasis> us permet fer la captura de la finestra activa.
cs: Volba <emphasis>-w</emphasis> umožňuje pořídit snímek aktivního okna.
da: Tilvalget <emphasis>-w</emphasis>, lader dig tage et skærmbillede af det aktive vindue.
el: Η επιλογή <emphasis>-w</emphasis> σας επιτρέπει να κάνετε λήψη στιγμιότυπου οθόνης του ενεργού παραθύρου.
es: La opción <emphasis>-w</ emphasis> le permite tomar una captura de pantalla de la ventana activa.
fr: L'option <emphasis>-w</emphasis> permet de prendre une capture d'écran de la fenêtre active.
gl: A opción <emphasis>-w</emphasis> permítelle realizar unha captura de pantalla da xanela activa.
id: Opsi <emphasis>-w</emphasis> memungkinkan anda untuk mengambil cuplikan layar dari jendela yang aktif.
it: L'opzione <emphasis>-w</emphasis> consente di catturare un'istantanea della finestra attiva.
ja: <emphasis>-w</emphasis> オプションは、アクティブウィンドウのスクリーンショットを撮影します。
pt_br: A opção <emphasis>-w</emphasis> permite-lhe tirar uma captura da janela ativa.
ru: Параметр <emphasis>-w</emphasis> позволяет сделать снимок активного окна.
sr: <emphasis>-w</emphasis> могућност Вам дозвољава да уснимите радни прозор.
tr: <emphasis>-w</emphasis> seçeneği etkin pencerenin ekran görüntüsünü almanızı sağlar.
uk: Параметр <emphasis>-w</emphasis> дозволяє отримати знімок активного вікна.
zh_cn: <emphasis>-w</emphasis> 选项让您截取活动窗口的截图。

source: The -f option
ar: الخيار -f
ast: La opción -f
ca: L'opció -f
cs: Volba -f
da: Tilvalget -f
el: Η -f επιλογή
es: La opción -f
fr: L'option -f
gl: A opción -f
id: Opsi -f
it: L'opzione -f
ja: -f オプション
pt_br: A opção -f
ru: Параметр -f
sr: Могућност -f
tr: -f seçeneği
uk: Параметр -f
zh_cn: -f 选项

source: The <emphasis>-f</emphasis> option allows you to take a screenshot of the entire screen.
ar: الخيار<emphasis>-f</emphasis> الخيار يسمح لك أن تأخذ لقطة من الشاشة بأكملها.
ast: La opción <emphasis>-f</ emphasis> permíte-y tomar una captura de tola pantalla.
ca: L'opció <emphasis>-w</emphasis> us permet fer la captura de tota la pantalla.
cs: Volba <emphasis>-f</emphasis> umožňuje pořídit snímek celé obrazovky.
da: Tilvalget <emphasis>-f</emphasis>, lader dig tage et skærmbillede af hele skærmen.
el: Η επιλογή <emphasis>-f</emphasis> σας επιτρέπει να κάνετε λήψη στιγμιότυπου ολόκληρης της οθόνης.
es: La opción <emphasis>-f</ emphasis> le permite tomar una captura de toda la pantalla.
fr: L'option <emphasis>-f</emphasis> permet de prendre une capture d'écran de l'écran tout entier.
gl: A opción <emphasis>-f</emphasis> permítelle realizar unha captura de pantalla de toda a pantalla.
id: Opsi <emphasis>-f</emphasis> memungkinkan anda untuk mengambil cuplikan layar seluruh layar.
it: L'opzione <emphasis>-f</emphasis> consente di catturare un'istantanea di tutto lo schermo.
ja: <emphasis>-f</emphasis> オプションは、画面全体のスクリーンショットを撮影します。
pt_br: A opção <emphasis>-f</emphasis> permite-lhe tirar uma captura da tela inteiro.
ru: Параметр <emphasis>-f</emphasis> позволяет сделать снимок всего экрана.
sr: <emphasis>-f</emphasis> могућност Вам дозвољава да снимите читав екран.
tr: <emphasis>-f</emphasis> seçeneği tüm ekranın ekran görüntüsünü almanızı sağlar.
uk: Параметр <emphasis>-f</emphasis> дозволяє отримати знімок всього екрану.
zh_cn: <emphasis>-f</emphasis> 选项让您截取整个屏幕的截图。

source: The -r option
ar: الخيار -r
ast: La opción -r
ca: L'opció -r
cs: Volba -r
da: Tilvalget -r
el: Η -r επιλογή
es: La opción -r
fr: L'option -r
gl: A opción -r
id: Opsi -r
it: L'opzione -r
ja: -r オプション
pt_br: A opção -r
ru: Параметр -r
sr: Могућност -r
tr: -r seçeneği
uk: Параметр -r
zh_cn: -r 选项

source: The <emphasis>-r</emphasis> option allows you to select a region to be captured by clicking and dragging a rectangle over the area of screen that you wish to capture, before releasing the mouse button.
ar: الخيار <emphasis>-r</emphasis> يسمح لك بتحديد المنطقة التي سيتم التقاطها عن طريق النقر بالفارة سحب مستطيل فوق منطقة الشاشة التي ترغب في التقاط الصور ، قبل تحرير زر الفارة.
ca: L'opció <emphasis>-r</emphasis> us permet triar una región en el moment de capturar fent un clic i arrossegant sobre l'àrea de la pantalla que volgueu capturar abans d'alliberar el botó.
cs: Volba <emphasis>-r</emphasis> umožňuje vybrat požadovanou obdélníkovou oblast k sejmutí kliknutím a přesunutím tlačítka myši bez uvolnění.
da: Tilvalget <emphasis>-r</emphasis>, lader dig vælge et område, der skal tages et billede af, ved at klikke på et punkt på skærmen, og uden at slippe museknappen, trække musen til det modsatte hjørne af det område, og så slippe museknappen.
el: Η επιλογή <emphasis>-r</emphasis> σας επιτρέπει να επιλέξετε μια περιοχή που θα γίνει λήψη, κάνοντας κλικ και σέρνοντας το ορθογώνιο πάνω από την περιοχή της οθόνης στην οποία θέλετε να γίνει λήψη, αφήνοντας το κουμπί του ποντικιού.
gl: A opción <emphasis>-r</emphasis> permítelle seleccionar a zona que se vai capturar premendo nun punto da pantalla e sen soltar o botón do rato, arrastrando o punteiro ata a esquina oposta da zona, e soltando o botón do rato.
id: Opsi <emphasis>-r</emphasis> memungkinkan anda untuk memilih daerah yang akan ditangkap dengan cara klik lalu menarik persegi ke area yang ingin anda tangkap, sebelum melepaskan tombol tetikus.
pt_br: A opção <emphasis>-r</emphasis> permite-lhe selecionar a zona a capturar através de clique e arrastamento para formar um retângulo sobre a área a capturar, antes de largar o botão do mouse.
ru: Параметр <emphasis>-r</emphasis> позволяет выделить область для снимка следующим образом: щелкнуть в нужной точке экрана, не отпуская кнопку мыши, переместить курсор в противоположный угол области и отпустить кнопку мыши.
sr: <emphasis>-r</emphasis> могућност Вам дозвољава да одаберете област снимања кликом и превлачењем четвороугла преко области коју желите снимити, пре пуштања дугмета миша.
uk: Параметр <emphasis>-r</emphasis> дозволяє отримати знімок певної області. Виберіть область для захоплення шляхом клацання мишкою на екрані і без відпускання кнопки миші пересуньте вказівник в інший кут області і тоді відпустіть кнопку миші.
zh_cn: <emphasis>-r</emphasis> 让您通过在松开鼠标按钮之前在您希望截取的屏幕区域点击并拉出一个矩形框选择要截取的区域。

source: The -d option
ar: الخيار -d
ast: La opción -d
ca: L'opció -d
cs: Volba -d
da: Tilvalget -d
el: Η -d επιλογή
es: La opción -d
fr: L'option -d
gl: A opción -d
id: Opsi -d
it: L'opzione -d
ja: -d オプション
pt_br: A opção -d
ru: Параметр -d
sr: Могућност -d
tr: -d seçeneği
uk: Параметр -d
zh_cn: -d 选项
