Repository: ExpidusOS/screenshooter
Catalog: po-doc/*.po
Languages: ar, ast, ca, cs, da, el, es, fr, gl, id, it, ja, pt_br, ru, sr, tr, uk, zh_cn

source: Using the plugin
ar: استخدام الإضافة
ast: Usando'l complementu
ca: Ús del connector
cs: Používání zásuvného modulu
da: Brug af udvidelsesmodulet
el: Χρησιμοποιώντας το πρόσθετο
es: Utilizando el complemento
fr: Utilisation
gl: Uso do engadido
id: Menggunakan plugin
it: Utilizzare il plugin
ja: プラグインを使う
pt_br: Utilizando o plugin
ru: Использования модуля
sr: Употреба прикључка
tr: Eklentiyi kullanmak
uk: Використання додатку
zh_cn: 使用插件

source: To take a screenshot, just click on the plugin. You can use the scroll wheel on the plugin button to switch between the different regions to be captured.
ar: لتأخذ لقطة، فقط اضغط على الإضافة. يمكنك استخدام عجلة التمرير التبديل بين مختلف المناطق ليتم التقاطها.
ca: Per fer una captura feu clic al connector. També podeu emprar la rodeta del ratolí en la icona del connector per canviar entre els diferent tipus de captures.
cs: Pro pořízení snímku obrazovky jednoduše klikněte na zásuvný modul. Jednotlivé oblasti pro snímání nastavíte použítím kolečka myši na tlačítku zásuvného modulu.
da: For at tage et skærmbillede skal du bare klikke på udvidelsesmoduler. Du kan bruge rullehjulet på udvidelsesmodulet til at skifte mellem de forskellige områder der skal tages.
el: Για να κάνετε λήψη στιγμιότυπου οθόνης, απλά κάντε κλικ στο πρόσθετο. Μπορείτε να χρησιμοποιείτε τη ροδέλα του ποντικιού για να διαλέξετε ανάμεσα σε διαφορετικές περιοχές λήψης.
gl: Para realizar unha captura de pantalla simplemente prema no engadido. Pode usar a roda do rato sobre o botón do engadido para escoller a zona a capturar.
id: Untuk mengambil cuplikan layar, cukup klik pada plugin. Anda dapat menggunakan roda gulung di tombol plugin untuk berpindah di antara daerah yang berbeda untuk ditangkap.
pt_br: Para tirar uma captura, clique no plugin. Pode usar a roda de deslocação no botão de plugin para alternar entre as diferentes zonas a capturar.
ru: Чтобы сделать снимок, необходимо нажать на значок модуля. Можно использовать
sr: За узимање снимка екрана, само кликните на прикључак. Можете користити точкић миша на дугме прикључка за промену између различитих области за снимање.
tr: Ekran görüntüsü almak için eklentiye tıklayın. Eklenti düğmesi üzerinde fare tekerini kullanarak alınacak ekran görüntüsünün çözünürlüğünü belirleyebilirsiniz.
zh_cn: 要截取截图，仅在插件上点击。您可以在插件按钮上使用鼠标滚轮在要截取的不同区域间切换。

source: translator-credits
ar: Karim Oulad Chalha كريم اولاد الشلحة Mohamed Al Hargan محمد الحرقان
ast: Astur <malditoastur@gmail.com>
ca: Carles Muñoz Gorriz <carlesmu@internautas.org>, 2006, 2008-2010. Harald Servat <redcrash@gmail.com>, 2009.
cs: Michal Várady <miko.vaji@gmail.com>
da: Lars Christian Jensen Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
el: Βασιλάκος Γεώργιος <forfolias@gmail.com>
es: Elega <elega@elega.com.ar>
fr: Jérôme Guelfucci <jeromeg@xfce.org>, 2009.
gl: Leandro Regueiro <leandro.regueiro@gmail.com>, 2008, 2009. Proxecto Trasno - Adaptación de software libre ó galego. Se queres colaborar podes obter máis información en <http://trasno.net>
id: Andhika Padmawan <andhika.padmawan@gmail.com>, 2009.
it: Traduzione Italiana a cura di Cristian Marchi
ja: Masato Hashimoto <cabezon.hashimoto@gmail.com>, 2009.
pt_br: Sérgio Marques <smarquespt@gmail.com>, 2009 Henrique P. Machado <zehrique@xfce.org>, 2011
ru: Copyright © 2010 Денис Корявов (dkoryavov@pingwinsoft.ru)
sr: Саша Петровић <salepetronije@gmail.com>
tr: Samed Beyribey <ras0ir@eventualis.org>, 2009
uk: Yarema aka Knedlyk <yupadmin@gmail.com>
zh_cn: HuntXu <huntxu@live.cn>, 2009. Chipong Luo <chipong.luo@yahoo.com>, 2011, 2012.

source: This application allows you to capture the entire screen, the active window or a selected region. You can set the delay that elapses before the screenshot is taken and the action that will be done with the screenshot: save it to a PNG file, copy it to the clipboard, or open it using another application.
ast: Esta aplicación permíte-y capturar tola pantalla, la ventana activa o una rexón esbillada. Puede afitar l'allanciu que trescuerre enantes de tomar la captura de pantalla y l'aición que se fadrá cola captura de pantalla: atroxala nún ficheru PNG, copiarla al cartafueyu, o abrila con otra aplicación.
es: Esta aplicación le permite capturar toda la pantalla, la ventana activa o una región seleccionada. Puede establecer la demora que transcurre antes de tomar la captura de pantalla y la acción que se hará con la captura de pantalla: guardarla en un archivo PNG, copiarla al portapapeles, o abrirla con otra aplicación.
fr: Cette application permet de prendre des captures d'écran de l'écran tout entier, de la fenêtre active ou d'une zone sélectionnée. Il est possible de régler le délai avant la prise de la capture d'écran et l'action à effectuer avec la capture d'écran: la sauvegarder dans un fichier PNG, la copier dans le presse-papier, ou l'ouvrir avec une autre application.
it: Questa applicazione consente di catturare l'intero schermo, la finestra attiva o una regione selezionata. È possibile anche impostare il ritardo prima che l'istantanea venga scattata e l'azione da eseguire con l'istantanea: salvarla in un file PNG, copiarla negli appunti o aprirla utilizzando un'altra applicazione.
ja: このアプリケーションは、画面全体、アクティブウィンドウ、または選択した領域のスクリーンショットを撮影します。撮影までの遅延時間や、撮影したスクリーンショットに対する操作 (PNG ファイルに保存、クリップボードにコピー、または他のアプリケーションで開く) を指定できます。

source: If activated on build, you can also host your screenshots on <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>, a free online image hosting service. The CURL and XMLRPC-C libraries are required.
ast: Si ta activáu na compilación, tamién puede agospiar les sos captures de pantalla en <ulink type="http" url="http://www.zimagez.com">ZimageZ</ ulink>, un serviciu en llinia de baldre p'agospiamientu d'imáxenes. Son obligatories les biblioteques CURL y XMLRPC-C.
es: Si está activado en la compilación, también puede alojar sus capturas de pantalla en <ulink type="http" url="http://www.zimagez.com">ZimageZ</ ulink>, un servicio en línea gratuito de alojamiento de imágenes. Son obligatorias las bibliotecas CURL y XMLRPC-C.

source: The <emphasis>"Region to capture"</emphasis> section allows you to set from what the screenshot will be taken:
ast: La seición <emphasis>"Rexón a capturar"</emphasis> déxa-y configurar la captura de pantalla de lo que se tomará:
es: La sección <emphasis>"Región a capturar"</emphasis> le permite configurar la captura de pantalla de lo que se tomarán:
fr: La section <emphasis>"Zone à capturer"</emphasis> permet de choisir la partie de l'écran à capturer :
it: La sezione <emphasis>«Regione da catturare»</emphasis> permette di impostare la zona che deve essere catturata:
ja: <emphasis>"撮影する領域"</emphasis> セクションでは、何のスクリーンショットを撮影するかを指定できます:

source: "Active window" takes a screenshot of the active window, the one which was active before this dialog appeared, or if you set a delay, the one that is active after the delay.
ast: "Ventana activa" toma una captura de pantalla de la ventana activa, la que taba activa enantes qu'esti cuadru de diálogu apaeció, o si s'afitó un allanciu, la que s'activó dempués d'ésta.
es: "Ventana activa" toma una captura de pantalla de la ventana activa, de la que estaba activa antes del cuadro de diálogo que aparece, o si se establece una demora la que se activa después de ésta.
fr: "La fenêtre active" prend une capture de la fenêtre qui est active, c'est à dire celle qui était active avant que cette fenêtre ne soit apparue ou, si vous spécifiez un délai, celle qui est active après que le délai se soit écoulé.
it: «Finestra attiva» cattura un'istantanea della finestra attiva (o meglio di quella attiva prima della comparsa di questa finestra), o, se è stato impostato un ritardo, quella attiva dopo di esso.
ja: "アクティブウィンドウ" はアクティブウィンドウのスクリーンショットを撮影します。それはこのダイアログが表示される直前にアクティブであったウィンドウか、遅延時間が設定されている場合には遅延時間の経過時点でアクティブであったウィンドウになります。

source: "Select a region" allows you to select a region to be captured by clicking a point of the screen without releasing the mouse button, dragging your mouse to the other corner of the region, and releasing the mouse button.
ast: "Esbilla una rexón" permíte-y escoyer la rexón que se va a capturar: Facer clic nún puntu de la pantalla y, ensin soltar el botón del mur, arrastrar el punteru del mur a la otra esquina de la rexón, pa dempués soltar el botón del mur.
es: "Seleccione una región" le permite seleccionar la región que se va a capturar haciendo clic en un punto de la pantalla sin soltar el botón del ratón, arrastrando el puntero del ratón a la otra esquina de la región, y soltando el botón del ratón.
fr: "Sélectionner une zone" vous permet de sélectionner une zone à capturer en cliquant avec la souris sur un point de l'écran sans relacher le bouton de la souris, puis en déplaçant la souris jusqu'à l'autre coin de la zone et enfin en relachant le bouton de la souris.
it: «Regione» permette di selezionare una regione da catturare facendo clic su un punto dello schermo con il mouse, trascinandolo e rilasciandolo all'angolo opposto della regione.
ja: "選択した領域" は、画面の一点をクリックおよびそこからドラッグし、マウスボタンを離したところまでの矩形領域を撮ります。

source: The <emphasis>"Delay before capturing"</emphasis> section allows you to set the delay that will elapse between pressing the <emphasis>"OK"</emphasis> button and taking the screenshot. This delay will allow you to open menus or to do whatever action you want to see displayed on the screenshot.
ast: La seición <emphasis>"Allanciu enantes de capturar"</ emphasis> permíte-y configurar la demora ente l'intre nel que se calca'l botón <emphasis>"Aceutar"</ emphasis>, y se toma la captura de pantalla. Ésti allanciu, permitirá-y abrir menús o facer cualesquier otra aición que deseye ver na captura de pantalla.
es: La sección <emphasis>"Retraso antes de capturar"</ emphasis> le permite configurar la demora entre el momento en que se pulsa el botón <emphasis>"Aceptar"</ emphasis>, y se toma la captura de pantalla. Ésta demora le permitirá abrir menús o hacer cualquier otra acción que desee ver en la captura de pantalla.

source: The <emphasis>"Show the save dialog"</emphasis> option is described below, in the <emphasis>"Action"</emphasis> section.
ast: La opción <emphasis>"Amosar el cuadru de diálogu Guardar"</ emphasis> descríbese darréu, na seición <emphasis>"Aición"</ emphasis>.
es: La opción <emphasis>"Mostrar el cuadro de diálogo Guardar"</ emphasis> se describe a continuación, en la sección <emphasis>"Acción"</ emphasis>.

source: The <emphasis>"Close the application"</emphasis> option allows you, if unchecked, to take several screenshots in a row. If checked, the application will be closed once the screenshot has been taken and the action you selected executed.
ast: La opción <emphasis>"Zarrar l'aplicación"</emphasis> permíte-y, si nun ta esbillada, tomar deslles captures de pantalla nuna filera. Si s'esbilla, l'aplicación zarraráse una vegada que faiga la captura y l'aición que vusté esbilló.
es: La opción <emphasis>"Cerrar la aplicación"</emphasis> le permite, si no está seleccionada, tomar varias capturas de pantalla en una fila. Si se selecciona, la aplicación se cerrará una vez que realice la captura y la acción que usted selecciono.

source: The <emphasis>"Action"</emphasis> section allows you to choose what should be done with the screenshot.
ast: La seición <emphasis>"Aición"</emphasis> permíte-y escoyer qué facer cola captura de pantalla.
es: La sección <emphasis>"Acción"</emphasis> le permite elegir qué hacer con la captura de pantalla.

source: Save in
ast: Guardar en
es: Guardar en

source: The <emphasis>"Save in"</emphasis> option will save the screenshot to a PNG file. If you don't check the <emphasis>"Show the save dialog"</emphasis> checkbox in the <emphasis>"After capturing"</emphasis> section, the screenshot will be saved to the folder on the right after you press the <emphasis>"OK"</emphasis> button, without showing any save dialog. Otherwise, a save dialog will be displayed, which also shows a preview of the screenshot. You will then be able to set the save location, and the name of the file.
ast: La opción <emphasis>"Guardar en"</emphasis> guarda la captura de pantalla nún ficheru PNG. Si nun esbilla la caxella de verificación <emphasis>"Amosar el cuadru de diálogu"</emphasis> na seición <emphasis>"Dempués de la captura"</emphasis> la captura de pantalla guardaráse na carpeta de la drecha dempués de calcar el botón <emphasis>"Aceutar"</emphasis>, ensin amosar dengún cuadru de diálogu. De lo contrario, amosaráse un cuadru de diálogu al guardar que tamién amuesa una vista previa de la captura de pantalla. Entós, al guardar vusté podrá fixar l'allugamientu y el nome del ficheru.
es: La opción <emphasis>"Guardar en"</emphasis> guarda la captura de pantalla en un archivo PNG. Si no selecciona la casilla de verificación <emphasis>"Mostrar el cuadro de diálogo"</emphasis> en la sección <emphasis>"Después de la captura"</emphasis> la captura de pantalla se guardará en la carpeta de la derecha después de pulsar el botón <emphasis>"Aceptar"</emphasis>, sin mostrar ningún cuadro de diálogo. De lo contrario, se mostrará un cuadro de diálogo al guardar que también muestra una vista previa de la captura de pantalla. Entonces, al guardar usted podrá fijar la ubicación y el nombre del archivo.

source: The <emphasis>"Copy to the clipboard"</emphasis> option allows you to paste the screenshot in another application, such as a word processor. Exiting the application before the screenshot is pasted often removes the image from the clipboard. Some clipboard managers allow you to prevent this.
ast: La opción <emphasis>"Copiar al cartafueyu"</emphasis> permíte-y apegar la imaxe en otra aplicación, como por exemplu un procesador de textos. Colar de l'aplicación enantes apegar la captura de pantalla con frecuencia desanicia la imaxe dende el cartafueyu. Dellos administradores de cartafueyu le permiten prevenir esto.
es: La opción <emphasis>"Copiar al portapapeles"</emphasis> le permite pegar la imagen en otra aplicación, como por ejemplo un procesador de textos. Salir de la aplicación antes pegar la captura de pantalla con frecuencia elimina la imagen desde el portapapeles. Algunos administradores de portapapeles le permiten prevenir esto.
fr: <emphasis>"Copier dans le presse papier"</emphasis> permet de coller la capture d'écran dans une autre application, comme un logiciel de traitement de texte. Quitter l'application avant d'avoir collé la capture d'écran provoque souvent son effacement du presse papier, certains gestionnaires de presse papier permettent d'éviter ce problème.
it: L'opzione <emphasis>«Copia negli appunti»</emphasis> permette di incollare l'istantanea in un'altra applicazione, quale un elaboratore di testi. Uscendo dall'applicazione prima che l'istantanea venga incollata, provoca generalmente la rimozione dell'immagine dagli appunti. Alcuni gestori di appunti consentono di superare questo problema.
ja: <emphasis>"クリップボードにコピーする"</emphasis> オプションは、スクリーンショットをワードプロセッサなど他のアプリケーションに貼り付けることができるように、クリップボードへコピーします。スクリーンショットを貼り付ける前にこのアプリケーションを終了すると画像は破棄されます。一部のクリップボードマネージャを使用することでこれを回避できます。

source: The <emphasis>"Open with"</emphasis> option saves the screenshot to the system's temporary directory and opens it with the application set using the dropdown list on the right. Applications which support images are automatically detected and added to the dropdown list.
ast: La opción <emphasis>"Abrir con"</emphasis> guarda la captura de pantalla nel sistema de direutoriu temporal y ábrelu cola aplicación usando la llista estenderexable de la drecha. Les aplicaciones con sofitu d'imáxenes detéutense automáticamente y amestaránse a la llista estenderexable.
es: La opción <emphasis>"Abrir con"</emphasis> guarda la captura de pantalla en el sistema de directorio temporal y lo abre con la aplicación usando la lista desplegable de la derecha. Las aplicaciones con apoyo de imágenes se detectan automáticamente y se añadirán a la lista desplegable.

source: Command line options allow you to take screenshots quickly. They also allow you to configure the Print Screen key on the upper right of most keyboards so that it takes screenshots. To do so, configure the keybindings of your desktop environnement so that it launches xfce4-screenshooter with one or several of the following options when the Prt Scrn key is pressed.
ast: Les opciones de llinia de comandos permíten-y tomar captures de pantalla bien aína. Tamién-y permíte configurar la tecla Imprentar Pantalla na parte superior drecha de la mayoría de los teclaos pa que faiga captures de pantalla. Pa ello, configure'l tecláu del so entornu d'escritoriu pa entamar xfce4-screenshooter con una o delles de les siguientes opciones cuando la tecla Prt Scrn se calca.
es: Las opciones de línea de comandos le permite tomar capturas de pantalla rápidamente. También le permite configurar la tecla Imprimir Pantalla en la parte superior derecha de la mayoría de los teclados para que realice capturas de pantalla. Para ello, configure el teclado de su entorno de escritorio para iniciar xfce4-screenshooter con una o varias de las siguientes opciones cuando la tecla Prt Scrn es presionada.

source: The <emphasis>-r</emphasis> option allows you to select a region to be captured by clicking a point of the screen without releasing the mouse button, dragging your mouse to the other corner of the region, and releasing the mouse button.
ast: La opción <emphasis>-r</ emphasis> permíte-y escoyer una rexón que se va a capturar faciendo clic nún puntu de la pantalla ensin soltar el botón del mur, arrastrando'l punteru del mur a la otra esquina de la rexón, y soltando'l botón del mur.
es: La opción <emphasis>-r</ emphasis> le permite seleccionar una región que se va a capturar haciendo clic en un punto de la pantalla sin soltar el botón del ratón, arrastrando el puntero del ratón a la otra esquina de la región, y soltando el botón del ratón.
fr: L'option <emphasis>-r</emphasis> permet de sélectionner une zone à capturer en cliquant avec la souris sur un point de l'écran sans relacher le bouton de la souris, puis en déplaçant la souris jusqu'à l'autre coin de la zone et enfin en relachant le bouton de la souris.
it: L'opzione <emphasis>-r</emphasis> consente di selezionare una regione da catturare facendo clic su un punto dello schermo con il mouse, trascinandolo e rilasciandolo all'angolo opposto della regione.
ja: <emphasis>-r</emphasis> オプションは、画面の一点をクリックおよびそこからドラッグし、マウスボタンを離したところまでの矩形領域を撮ります。

source: The <emphasis>-d</emphasis> option followed by a positive integer allows you to set the delay before taking the screenshot when the <emphasis>-f</emphasis>, the <emphasis>-w</emphasis> or the <emphasis>-r</emphasis> option is given.
ast: La opción <emphasis>-d</emphasis> siguía por un númberu enteru positivu permíte-y afitar la demora enantes de tomar la captura de pantalla cuando se da la opción <emphasis>-f</emphasis>, la <emphasis>-w </emphasis> o la <emphasis>-r </emphasis>.
es: La opción <emphasis>-d</emphasis> seguida por un número entero positivo le permite establecer la demora antes de tomar la captura de pantalla cuando se da la opción <emphasis>-f</emphasis>, la <emphasis>-w </emphasis> o la <emphasis>-r </emphasis>.
fr: L'option <emphasis>-d</emphasis> suivie d'un entier positif permet de régler le délai en secondes avant la prise de la capture d'écran lorsque les options <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ou <emphasis>-r</emphasis> sont données.
it: L'opzione <emphasis>-d</emphasis> seguita da un numero intero positivo, consente di impostare il ritardo con cui deve essere catturata l'istantanea quando è utilizzata l'opzione <emphasis>-f</emphasis>, <emphasis>-w</emphasis> o <emphasis>-r</emphasis>.
ja: <emphasis>-d</emphasis> オプションは、<emphasis>-f</emphasis>、 <emphasis>-w</emphasis>、または <emphasis>-r</emphasis> オプションのいずれかが指定された際に、続く正の整数の秒数分経過した後にスクリーンショットを撮影します。

source: The <emphasis>-s</emphasis> option followed by the path to an existing folder allows you to set where the screenshots are saved. This option only has an effect if the <emphasis>-f</emphasis>, the <emphasis>-w</emphasis> or the <emphasis>-r</emphasis> option is given. Combined with the <emphasis>-h</emphasis> option (see below), it can be used to save a file to a given path, without showing any save dialog.
ast: La opción <emphasis>-s</emphasis> siguía pol camín d'accesu a una carpeta esistente permíte-y afitar au s'atroxen les captures de pantalla. Ésta opción namái tien efeutu si se da la opción <emphasis>-f</emphasis>, la <emphasis>-w</emphasis> o la <emphasis>-r</emphasis>. Combináu cola opción <emphasis>-h</emphasis> (ver más abaxo), puede usase pa guardar un ficheru a un camín determináu ensin amosar dengún cuadru de diálogu Guardar.
es: La opción <emphasis>-s</emphasis> seguida por la ruta de acceso a una carpeta existente le permite establecer donde se guardan las capturas de pantalla. Ésta opción sólo tiene efecto si se da la opción <emphasis>-f</emphasis>, la <emphasis>-w</emphasis> o la <emphasis>-r</emphasis>. Combinado con la opción <emphasis>-h</emphasis> (ver más abajo), puede ser utilizado para guardar un archivo a una ruta determinada sin mostrar ningún cuadro de diálogo Guardar.
fr: L'option <emphasis>-s</emphasis> suivie d'un chemin vers un dossier existant permet de choisir où la capture d'écran est sauvegardée. Elle n'a un effet que si les options <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ou <emphasis>-r</emphasis> sont données. En combinant cette option avec l'option <emphasis>-h</emphasis>, vous pouvez enregistrer une capture d'écran dans un dossier donné, sans afficher de fenêtre de sauvegarde.
it: L'opzione <emphasis>-s</emphasis> seguita dal percorso di una cartella esistente, permette di impostare la posizione in cui verrà salvata l'istantanea. Questa opzione ha effetto solamente se è utilizzata con l'opzione <emphasis>-f</emphasis>, <emphasis>-w</emphasis> o <emphasis>-r</emphasis>. Se usata insieme all'opzione <emphasis>-h</emphasis> (vedere più avanti), permette di salvare il file in un percorso fornito, senza mostrare alcuna finestra di conferma.
ja: <emphasis>-s</emphasis> オプションは続く既存のフォルダへのパスに、撮影したスクリーンショットを保存します。このオプションは <emphasis>-f</emphasis>、<emphasis>-w</emphasis>、または <emphasis>-r</emphasis> オプションのいずれかが指定された場合のみ機能します。<emphasis>-h</emphasis> オプション (後述) との組み合わせで、保存ダイアログを表示せずに指定したパスに保存します。

source: The -h option
ast: La opción -h
es: La opción -h
fr: L'option -h
it: L'opzione -h
ja: -h オプション
