Repository: ExpidusOS/screenshooter
Catalog: po-doc/*.po
Languages: ar, ast, ca, cs, da, el, es, fr, gl, id, it, ja, pt_br, ru, sr, tr, uk, zh_cn

source: Xfce4 Screenshooter is also able to save the screenshot to any remote file system supported by GVfs, such as FTP, SAMBA, SFTP, remote computers accessible via SSH... You just need to connect this remote file system using <emphasis>gvfs-connect</emphasis> or <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink> and it will be available in the left column of the save dialog.
ar: لقطة شاشة إكسفس4 قادرة أيضاً على حفظ اللقطة إلى نظام ملفات بعيد يدعم GVfs، مثلFTP , SAMBA ,SFTP, يمكن الوصول إليها عبر أجهزة الكمبيوتر عن بعد بواسطة SSH... تحتاج فقط للوصول لهذا النظام عن بعد باستخدام ملف <emphasis>gvfs-connect</emphasis> أو <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink> ستكون متاحة في العمود الأيسر من مربع الحوار حفظ.
ast: Xfce4 Screenshooter tamién ye quien a guardar la captura de pantalla a cualesquier sistema de ficheros remotu sofitáu por GVfs, talos como FTP, SAMBA, SFTP, ordenadores remotos accesibles a traviés de SSH ... Namái tienes de coneutar el sistema de ficheros remotu usando <emphasis>gvfs-connect</emphasis> o <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ ulink> y tará disponible na columna esquierda del cuadru de diálogu Guardar.
ca: El capturador de Xfce4 també pot desar la captura en qualsevol sistema de fitxers remot compatible amb GVfs, tals com FTP, SAMBA, SFTP, màquines remotes accessibles via SSH… Només us caldrà connectar-vos al sistema de fitxers remot emprant emphasis>gvfs-connect</emphasis> o <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink> i aquest estarà disponible a la columna esquerra del diàleg de desar.
cs: Zásuvný modul Xfce4 Screenshooter také dokáže snímek obrazovky uložit na jakýkoliv vzdálený systém souborů, podporovaný systémem GVfs, například FTP, SAMBA, SFTP, vzdálené počítače dostupné přes službu SSH... Pouze je tře připojit tento systém souborů použitím nástroje <emphasis>gvfs-connect</emphasis> nebo <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink>, bude tak dostupný v levém sloupci dialogového okna pro uložení souboru.
da: Xfce4 Screenshooter er også i stand til at gemme skærmbilledet på et eksternt filsystem understøttet af GVfs, så som FTP, SAMBA, SFTP, fjerncomputere der er tilgængelige via SSH... Du skal blot forbinde dette eksterne filsystem ved at bruge <emphasis>gvfs-connect</emphasis> eller <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink> og det vil være tilgængeligt i den venstre kolonne af gemvinduet.
el: Το στιγμιότυπο οθόνης του Xfce4 μπορεί να αποθηκεύσει ένα στιγμιότυπο οθόνης σε οποιοδήποτε απομακρυσμένο σύστημα αρχείων που υποστηρίζεται από το GVfs, όπως το FTP, SAMBA, SFTP, απομακρυσμένους υπολογιστές με πρόσβαση μέσω SSH... Απλά εσείς θα πρέπει να συνδεθείτε στο απομακρυσμένο σύστημα αρχείων χρησιμοποιώντας <emphasis>gvfs-connect</emphasis> ή <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink> και θα είναι διαθέσιμο στην αριστερή στήλη του δοαλόγου αποθήκευσης.
es: Xfce4 Screenshooter también es capaz de guardar la captura de pantalla a cualquier sistema de archivos remoto apoyado por GVfs, tales como FTP, SAMBA, SFTP, ordenadores remotos accesibles a través de SSH ... Sólo tiene que conectar el sistema de archivos remoto usando <emphasis>gvfs-connect</emphasis> o <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ ulink> y estará disponible en la columna izquierda del cuadro de diálogo Guardar.
gl: Xfce4 Screenshooter tamén ten a capacidade de gardar a captura de pantalla en calquera sistema de ficheiros remoto soportado por GVfs, como FTP, SAMBA, SFTP, ordenadores remotos accesibles mediante SSH... Só ten que conectarse a este sistema de ficheiros remoto usando <emphasis>gvfs-connect</emphasis> ou <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink> e estará dispoñible na columna da esquerda do menú de gardar.
id: Xfce4 Screenshooter juga dapat menyimpan cuplikan layar ke sistem berkas jarak jauh apapun yang didukung oleh GVfs, seperti FTP, SAMBA, SFTP, komputer jarak jauh yang dapat diakses via SSH... Anda hanya perlu menyambung ke sistem berkas jarak jauh ini menggunakan <emphasis>gvfs-connect</emphasis> atau <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink> dan itu akan tersedia di kolom sebelah kiri dialog simpan.
pt_br: Xfce4 Screenshooter também é capaz de gravar a captura para qualquer sistema de arquivos remoto que tenha suporte a GVfs, tais como FTP, SAMBA, SFTP, computadores remotos acessíveis por SSH... Só precisa de ligar-se a este sistema de arquivos remoto usando <emphasis>gvfs-connect</emphasis> ou o <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink> e estará disponível na coluna esquerda da janela de gravação.
ru: Также программа позволяет сохранить снимок в удаленной файловой системе, поддерживаемой GVfs такой как FTP, SAMBA, SFTP, на удаленных компьютерах по SSH... Перед этим вам нужно подсоединиться к удаленной файловой системе используя <emphasis>gvfs-connect</emphasis> или <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink>. В этом случае она появится в левой колонке диалога сохранения.
sr: ИксФЦЕ снимач екрана такође може да сачува снимак екрана на било који удаљени систем датотека подржан од стране ГВфс, као што су ФТП, САМБА, СФТП, удаљени рачунари доступни преко ССХ...Ви само требате повезати овај удаљени систем датотека користећи <emphasis>gvfs-connect</emphasis> или <ulink type="http" url="http://www.uvena.de/gigolo/">Жиголо</ulink> и он ће бити доступан у левом ступцу прозорчета чувања.
tr: Xfce4 Ekran Görüntüsü Uygulaması GVfs tarafından desteklenen FTP, SAMBA, SFTP, SSH gibi uzaktaki dosya sistemlerine ekran görüntüsünü kaydedebilir. Sadece <emphasis>gvfs-connect</emphasis> veya <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink> ile bir uzaktaki dosya sistemine bağlanmış olmanız yeterlidir.
zh_cn: Xfce4 屏幕截图工具同样能够在任何 GVfs 支持的远程文件系统上保存截图，比如 FTP、SAMBA、SFTP 或通过 SSH 连接的远程计算机...。您只需要使用 <emphasis>gvfs-connect</emphasis> 或 <ulink type="http" url="http://www.uvena.de/gigolo/">Gigolo</ulink> 与远程计算机连接，它会出现在保存对话框的左侧栏上。

source: Copy to the clipboard
ar: نسخ إلى الحافظة
ast: Copiar al cartafueyu
ca: Copia al porta-retalls
cs: Zkopírovat do schránky
da: Kopiér til udklipsholderen
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fr: Copier dans le presse papier
gl: Copiar ó portarretallos
id: Salin ke papan klip
it: Copia negli appunti
ja: クリップボードにコピーする
pt_br: Copiar para a área de transferência
ru: Копировать в буфер обмена
sr: Умножи у оставу исечака
tr: Panoya kopyala
uk: Копіювати до буферу обміну
zh_cn: 复制至剪贴板

source: The <emphasis>"Copy to the clipboard"</emphasis> option allows you to paste the screenshot in another application, such as a word processor. This option is only available when a clipboard manager is running.
ar: و<emphasis>"نسخ إلى الحافظة"</emphasis> خيار يسمح لك للصق لقطة في تطبيق آخر، مثل معالج النصوص. هذا الخيار متاح فقط عندما يكون مدير الحافظة قيد التشغيل.
ca: L'opció <emphasis>«Copia al porta-retalls»</emphasis> us permetrà copiar la captura en una altra aplicació, com pot ser un processador de text. Aquesta opció només està disponible si s'està executant un gestor de porta-retalls.
cs: Volba <emphasis>"Zkopírovat do schránky"</emphasis> umožňuje vložit snímek obrazovky do jiné aplikace, například textového procesoru. Tato volba je dostupná pouze pokud je spuštěn správce schránky.
da: Tilvalget <emphasis>"Kopiér til udklipsholder"</emphasis>, lader dig indsætte skærmbilledet i et andet program, så som en tekstbehandler. Dette tilvalg er kun tilrådighed når en udklipsholderhåndtering kører.
el: Η <emphasis>"Αντιγραφή στο πρόχειρο"</emphasis> σας επιτρέπει να κάνετε επικόλληση της λήψης σε μια άλλη εφαρμογή, όπως έναν κειμενογράφο. Αυτή η επιλογή είναι διαθέσιμη μόνο όταν ένας διαχειριστής προχείρων τρέχει.
gl: A opción <emphasis>"Copiar ao portarretallos"</emphasis> permítelle pegar a captura de pantalla noutra aplicación, por exemplo nun procesador de textos. Esta opción só está dispoñible cando se está executando un xestor de portarretallos.
id: Opsi <emphasis>"Salin ke papan klip"</emphasis> memungkinkan anda untuk merekatkan cuplikan layar ke aplikasi lain, seperti pengolah kata. Opsi ini hanya tersedia jika manajer papan klip berjalan.
pt_br: A opção <emphasis>"Copiar para a área de transferência"</emphasis> permite-lhe colar a captura noutro aplicativo (ex:processador de texto). Esta opção apenas está disponível se o gestor da área de transferência estiver em execução.
ru: Опция <emphasis>"Копировать в буфер обмена"</emphasis> позволяет вставить снимок в другое приложение, например текстовый процессор. Эта опция доступна только в случае использования менеджера буфера обмена.
sr: <emphasis>„Умножи у оставу исечака“</emphasis> Вам омогућава да налепите снимак екрана у други програм, као што је обрађивач речи. Ова могућност је само доступна када је покренут управник оставе исечака.
tr: <emphasis>"Panoya kopyala"</emphasis> seçeneği ekran görüntüsünü başka uygulamalara, özellikle kelime işlemcilere yapıştırmanızı sağlar. Uygulamayı kapattığınızda pano geçmişi silinebilir.
uk: Пункт <emphasis>"Копіювати до буферу обміну"</emphasis> дозволяє вставити знімок в інші програми, такі як текстовий процесор. Параметр доступний лише при наявності запущеного менеджера буферу обміну.
zh_cn: <emphasis>“复制至剪贴板”</emphasis> 选项让您在其它应用程序中粘贴截图，比如文字处理器。此选项仅在剪贴板管理器运行时有效。

source: Open with
ar: فتح باستخدام
ast: Abrir con
ca: Obre amb
cs: Otevřít s
da: Åbn med
el: Άνοιγμα με
es: Abrir con
fr: Ouvrir avec
gl: Abrir con
id: Buka dengan
it: Apri con
ja: アプリケーションで開く
pt_br: Abrir com
ru: Открыть с помощью
sr: Отвори уз помоћ
tr: Birlikte aç
uk: Відкрити з
zh_cn: 打开方式

source: The <emphasis>"Open with"</emphasis> option saves the screenshot to the system's temporary directory and opens it with the application chosen from the drop-down list. Applications which support images are automatically detected and added to the drop-down list.
ar: و<emphasis>"فتح مع "الخيار </emphasis> يحفظ لقطة إلى الدليل المؤقت للنظام ويفتحه مع التطبيق يتم اختيارها من القائمة المنسدلة. يتم الكشف تلقائيا التطبيقات التي تدعم الصور وإضافتها إلى قائمة منسدلة.
ca: L'opció <emphasis>"Obrir amb"</emphasis> permet desar la captura de pantalla al directori temporal del sistema i obrir-la amb l'aplicació triada a la llista desplegable. Les aplicacions que poden obrir imatges són detectades automàticament i afegides a la llista desplegable.
cs: Volba <emphasis>"Otevřít pomocí"</emphasis> uloží snímek obrazovky do dočasného systémového adresáře a otevře jej v aplikaci zvolené z nabídky. Aplikace podporující obrázky budou automaticky nalezeny a přidány do tohoto seznamu.
da: Tilvalget <emphasis>"Åbn med"</emphasis> gemmer skærmbilledet i systemets midlertidige katalog og åbner det med valgte program, ved at bruge rullegardinlisten. Programmer der understøtter billeder er automatisk fundet og tilføjet til rullegardinlisten.
el: Το <emphasis>"Άνοιγμα με"</emphasis> αποθηκεύει την σύλληψη οθόνης στον φάκελο προσωρινών αρχείων του συστήματος και το ανοίγει μια εφαρμογή που θα επιλέξετε από την συρόμενη λίστα. Εφαρμογές που υποστηρίζουν εικόνες, αυτομάτως αναγνωρίζονται και προστίθενται στη συρόμενη λίστα.
gl: A opción <emphasis>"Abrir con"</emphasis> garda a captura de pantalla no directorio temporal do sistema e ábrea co aplicativo seleccionado na lista despregable da dereita. Os aplicativos que soportan imaxes detéctanse automaticamente e engádense á lista despregable.
id: Opsi <emphasis>"Buka dengan"</emphasis> menyimpan cuplikan layar ke direktori sementara sistem dan membukanya dengan aplikasi yang dipilih dari senarai taruh bawah. Aplikasi yang mendukung citra akan secara otomatis terdeteksi dan ditambahkan ke senarai taruh bawah.
pt_br: A opção <emphasis>"Abrir com"</emphasis> grava a captura num diretório temporário e abre-a com o aplicativo escolhida na lista. As aplicações que têm suporte a imagens são automaticamente detectadas e adicionadas à lista.
ru: Опция <emphasis>"Открыть с помощью"</emphasis> сохранит снимок во временный каталог и откроет его с помощью приложения из выпадающего списка. Приложения, которые позволяют открывать изображения автоматически появятся в этом списке.
sr: <emphasis>„Отвори уз помоћ“</emphasis> вам омогућава да сачувате снимак екрана у привремену фасциклу састава и отворите је програмом изабраним из падајућег списка. Програми који одржавају слике су самостално препознати и додати на падајући списак.
tr: <emphasis>"Birlikte aç"</emphasis> seçeneği, ekran görüntüsünü sistemin tampon belleğine kaydeder ve harici bir uygulama kullanarak o ekran görüntüsünü açar. Resim dosyalarını açma kapasitesine sahip uygulamalar listede otomatik sıralanmaktadır.
uk: При встановленні параметру <emphasis>"Відкрити з"</emphasis> знімок зберігається до тимчасового файлу, який відкриває вибраною зі списку програмою. Програми з підтримкою зображень визначаються та додаються до списку автоматично.
zh_cn: <emphasis>“打开方式”</emphasis> 选项在系统的缓存目录中保存截图并用您从下拉列表中选择的应用程序打开它。在下拉列表之中会自动检测并添加支持图片的应用程序。

source: Host on ZimageZ
ar: إستضافة على ZimageZ
ast: Agospiar en ZimageZ
ca: Puja-la a ZimageZ
cs: Hostovat v galerii ZimageZ
da: Host på ZimageZ
el: Φιλοξενία στο ZimageZ
es: Alojar en ZimageZ
gl: Gardar en ZimageZ
id: Simpan di ZimageZ
pt_br: Alojar em ZimageZ
ru: Разместить на сервере ZimageZ
sr: Окачи на ZimageZ
tr: ZimageZ üzerinde yayınla
uk: Передати до ZimageZ
zh_cn: 上传至 ZimageZ

source: The <emphasis>"Host on ZimageZ"</emphasis> option allow you to host your screenshot on this free online hosting service, so that you can share it easily with other people. ZimageZ automatically generates a large and a small thumbnail of your screenshot, which can be used to create thumbnails pointing to the full size screenshot.
ar: ال<emphasis>"المضيف ZimageZ"</emphasis> خيار يسمح لك باستضافة لقطة الشاشة الخاصة هذه الخدمة استضافة مجانية على الانترنت ، بحيث يمكنك بسهولة مشاركتها مع الآخرين. ZimageZ يولد تلقائيا نسخة كبيرة وصغيرة من صورة مصغرة لقطة الشاشة، والتي يمكن أن تستخدم لإنشاء صور المصغرة تشمل حجم شاشة كاملة.
ast: La opción<emphasis>"Agospiar en ZimageZ"</ emphasis> permíte-y agospiar la so captura de pantalla nesti serviciu d'agospiamientu de baldre y en llinia, de miente que vusté puede compartir cenciellamente imáxenes con otres personas. ZimageZ xenera automáticamente una miniatura grande y una pequeña de la so captura, que puede usase pa criar miniatures apuntando a la captura de pantalla a tamañu completu.
cs: Volba <emphasis>"Hostovat v galerii ZimageZ"</emphasis> umožňuje umístit snímek obrazovky na bezplatnout online hostující službu, abyste jej mohli jednoduše sdílet s jinými lidmi. Galerie ZimageZ automaticky vygeneruje velký a malý náhled snímku obrazovky, které je možné použít jako náhledy odkazující na snímek obrazovky v plné velikosti.
da: Tilvalget <emphasis>"host på ZimageZ"</emphasis> lader dig hoste dit skærmbillede på denne gratis hostingtjeneste på nettet, så du nemt kan dele det med andre mennesker. ZimageZ opretter automatisk en stort og en lille miniature af dit skærmbillede, som kan bruges til at lave miniaturer, der peger til skærmbilledet i fuld størrelse.
el: Η <emphasis>"Φιλοξενία στο ZimageZ"</emphasis> σας επιτρέπει να φιλοξενήσετε τη λήψη σας σε μια δωρεάν υπηρεσία φιλοξενίας, έτσι ώστε να μπορείτε την μοιράζεστε εύκολα με άλλους ανθρώπους. Το ZimageZ αυτόματα δημιουργεί μια μεγάλη και μια μικρή εικόνα επισκόπησης της σύλληψής σας, οι οποίες μπορούν να χρησιμοποιηθούν ώστε να δημιουργήσετε εικόνες επισκόπησης της λήψης σε μεγάλο μεγέθος.
es: La opción<emphasis>"Alojar en ZimageZ"</ emphasis> le permite alojar su captura de pantalla en éste servicio de alojamiento gratuito en línea, de modo que usted puede compartir fácilmente con otras personas. ZimageZ genera automáticamente una miniatura grande y una pequeña de su captura, que puede ser usado para crear miniaturas apuntando a la captura de pantalla a tamaño completo.
gl: A opción <emphasis>"Gardar en ZimageZ"</emphasis> permítelle gardar a súa captura de pantalla neste servizo de aloxamento en liña gratuíto, de forma que poida compartila facilmente con outra xente. ZimageZ xera automaticamente unha miniatura grande e outra pequena da súa captura de pantalla, as cales se poden usar para crear miniaturas que apunten á captura de pantalla a tamaño completo.
id: Opsi <emphasis>"Simpan di ZimageZ"</emphasis> memungkinkan anda untuk menyimpan cuplikan layar anda di layanan penyimpanan daring gratis, sehingga anda dapat membaginya dengan mudah kepada orang lain. ZimageZ secara otomatis membuat miniatur besar dan kecil dari cuplikan layar anda, yang dapat digunakan untuk membuat miniatur yang mengarah ke cuplikan layar ukuran penuh.
pt_br: A opção <emphasis>"Alojar em ZimageZ"</emphasis> permite-lhe alojar a captura neste serviço de alojamento gratuito, de modo a que a possa partilhar com outras pessoas. O ZmageZ gera automaticamente duas miniaturas da captura, uma grande e uma pequena, que podem ser utilizadas para criar miniaturas apontando para a captura em tamanho real.
ru: Опция <emphasis>"Разместить на сервере ZimageZ"</emphasis> позволяет разместить снимок на свободном сервере, чтобы Вы смогли поделится им с другими людьми. ZimageZ автоматически создает большие и маленькие миниатюры снимка. При нажатии на миниатюры отобразится снимок в полный размер.
sr: <emphasis>„Окачи на ZimageZ“</emphasis> омогућава да отпремите Ваш снимак екрана на овај слободну услугу на мрежи, тако да га можете делити лако са другим људима. ZimageZ самостално производи велике и мале умањене сличице Вашег снимка, који може бити коришћен за стварање усмеривача умањених сличица ка слици у пуној величини.
tr: <emphasis>"ZimageZ üzerinde yayınla"</emphasis> seçeneği ekran görüntünüzü, ücretsiz bir resim barındırma servisi olan ZimageZ servisine aktarılmasını sağlar. ZimageZ otomatik olarak ekran görüntünüzün büyük ve küçük önizlemelerini oluşturur.
zh_cn: <emphasis>“上传至 ZimageZ”</emphasis> 选项让您在免费的在线提供服务中上传您的截图，这样您就可以轻松地与其他人共享了。ZimageZ 自动给您上传的图片生成一个大幅和一个小幅缩略图，可以用来创建指向完整大小截图的缩略图。

source: After pressing the <emphasis>"OK"</emphasis> button, you will be shown this dialog:
ar: بعد الضغط على <emphasis>"موافق "</emphasis> الزر ، سيظهر لك هذا الحوار:
ast: Dempués de calcar el botón<emphasis>"Aceutar"</emphasis> amosaráse ésti cuadru de diálogu:
ca: Després d'apretar el botó d'<emphasis>"Acceptar"</emphasis>, s'us mostrarà aquest diàleg:
cs: Po stisknutí tlačítka <emphasis>"OK"</emphasis> se zobrazí toto dialogové okno:
da: Efter du trykker på <emphasis>"O.k."</emphasis>-knappen, vil dette vindue blive vist:
el: Αφού πατήσετε το κουμπί <emphasis>"Εντάξει"</emphasis>, τότε θα εμφανιστεί αυτό το μήνυμα:
es: Después de pulsar el botón<emphasis>"Aceptar"</emphasis> se mostrará éste cuadro de diálogo:
gl: Despois de premer no botón <emphasis>"Aceptar"</emphasis> háselle mostrar este diálogo:
id: Setelah menekan tombol <emphasis>"OK"</emphasis>, anda akan ditampilkan dialog ini:
pt_br: Depois de pressionar o botão <emphasis>"OK"</emphasis>, será apresentado esta janela:
ru: После нажатия кнопки <emphasis>"OK"</emphasis>, появится следующее диалоговое окно:
sr: ПОсле притискања <emphasis>„У реду“</emphasis> дугмета, показаће Вам се следећи прозор:
tr: <emphasis>"Ekran görüntüsü al"</emphasis> düğmesine bastıktan sonra, şu menü gösterilecektir:
uk: Після натискання кнопки <emphasis>"Гаразд"</emphasis> відкриється наступне діалогове вікно:
zh_cn: 按下 <emphasis>“确定”</emphasis> 按钮后，您会看到此对话框：

source: The dialog to host a screenshot on ZimageZ
ar: مربع حوار استضافة لقطة على ZimageZ
ast: El cuadru de diálogu p'agospiar una captura de pantalla en ZimageZ
ca: El diàleg per pujar la captura a ZimageZ
cs: Dialogové okno pro hostování snímku obrazovky v galerii ZimageZ
da: Vinduet til at hoste et skærmbillede på ZimageZ
el: Ο διάλογος για την αποθήκευση της λήψης στο ZimageZ
es: El cuadro de diálogo para alojar una captura de pantalla en ZimageZ
gl: O diálogo para gardar unha captura de pantalla en ZimageZ
id: Dialog untuk menyimpan cuplikan layar di ZimageZ
pt_br: A janela para alojar uma captura de tela em ZimageZ
ru: Диалог размещения снимка экрана на сервере ZimageZ
sr: Прозорче за отпремање снимка екрана на ZimageZ
tr: ZimageZ servisine resim aktarma menüsü
uk: Діалог для передачі знімку на ZimageZ
zh_cn: 在 ZimageZ 上上传截图的对话框
