Repository: ExpidusOS/screenshooter
Catalog: po-doc/*.po
Languages: ar, ast, ca, cs, da, el, es, fr, gl, id, it, ja, pt_br, ru, sr, tr, uk, zh_cn

source: Xfce4 Screenshooter
ar: لاقط شاشة اكسفس4
ca: Capturador de pantalla de Xfce4
el: Στιγμιότυπο οθόνης για το Xfce4
ja: Xfce4 スクリーンシューター
ru: Снимок экрана Xfce4
sr: ИксФЦЕ Снимач екрана
tr: Xfce4 Ekran Görüntüsü Eklentisi
zh_cn: Xfce4 屏幕截图工具

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. The complete license text is available from the <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
ar: يتم منح الإذن بنسخ وتوزيع، و/أو تعديل هذه الوثيقة تحت شروط رخصة جنو للوثائق الحرة، الإصدار 1.1 أو أي إصدار لاحق نشر من قبل مؤسسة البرمجيات الحرة ؛ دون أقسام ثابتة، بدون نصوص الغلاف الأمامي ، مع و بدون نصوص الغلاف الخلفي. النص الكامل ترخيص يتوفر في <ulink type="http" url="http://www.gnu.org/">مؤسسة البرمجيات الحرة </ulink>.
ast: Concédese'l permisu pa copiar, distribuyir y/o camudar ésti documentu baxo los términos de la GNU Free Documentation License, Versión 1.1 o cualesquier versión postrera espublizada pola Free Software Foundation, ensin Seiciones Invariantes, ensin testos de cubierta delantera, y ensin testos de cubierta trasera. El testu completu de la llicencia ta disponible dende la <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
ca: Teniu el dret de còpia, distribució i/o modificació d'aquest document segons els termes de la llicència «GNU Free Documentation», versió 1.1 o qualsevol posterior publicada per la Free Software Foundation; sense seccions invariables, sense textos de portada i sense textos de contraportada («with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts»). El text complert de la llicència està disponible a <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
cs: Je povoleno kopírovat, šířit a upravovat tento dokument pod podmínkami licence GNU Free Documentation License, verze 1.1 nebo novější, vydané nadací Free Software Foundation; bez změněných částí Invariant Sections, bez textů na přední straně a bez textů na zadní straně. Kompletní znění licence je dostupné na <ulink type="http" url="http://www.gnu.org/">stránkách Free Software Foundation</ulink>.
da: Der gives hermed tilladelse til kopiere, distribuere og/eller ændre dette dokument under betingelserne af GNU Free Documentation License, Version 1.1 eller enhver senere version udgivet af Free Software Foundation, med ingen ufravigelige dele; ingen forsidetekst, og ingen bagsidetekst. Hele licensteksten er til rådighed på <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
el: Δίνεται η άδεια για αντιγραφή, διανομή και/ή αλλαγή το εγγράφου σύμφωνα με τους όρους της GNU Free Documentation License, Έκδοσης 1.1 η οποιασδήποτε επόμενης έκδοσης που εκδόθηκε από το Ίδρυμα Ελεύθερου Λογισμικού: χωρίς αμετάβλητα τμήματα, χωρίς το κείμενο εξώφυλλου, και χωρίς το κείμενο οπισθόφυλλου. Το πλήρες κείμενο της άδειας χρήσης είναι διαθέσιμο στο <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
es: Se concede permiso para copiar, distribuir y/o modificar éste documento bajo los términos de la GNU Free Documentation License, Versión 1.1 o cualquier versión posterior publicada por la Free Software Foundation, sin Secciones Invariantes, sin textos de cubierta delantera, y sin textos de cubierta trasera. El texto completo de la licencia está disponible desde la <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
fr: Vous pouvez copier, distribuer et/ou modifier ce document sous les termes de la licences GNU Free Documentation, dans sa version 1.1 ou tout autre version postérieure publiée par la Free Software Foundation; sans 'Invariant Sections', sans 'Front-Cover Texts' et sans 'Back-Cover Texts'. The texte complet de la license est fourni par la <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
id: Izin diberikan untuk menyalin, mendistribusikan dan/atau memodifikasi dokumen ini di bawah perjanjian Lisensi Dokumentasi Bebas GNU, versi 1.1 atau versi mapapun setelahnya yang dipublikasikan oleh Free Software Foundation; tanpa Bagian Invarian, tanpa Teks Sampul-Depan, dan tanpa Teks Sampul-Belakang. Teks lisensi selengkapnya tersedia dari <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
it: È garantito il diritto di copiare, distribuire e/o modificare questo documento nel rispetto dei termini della licenza GNU Free Documentation License, versione 1.1 o qualsiasi versione successiva pubblicata dalal Free Software Foundation; senza Invariant Section senza testi di Front-Cover e senza testi di Back-Cover. Il testo della licenza completa è reso disponibile dalla <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
ja: フリーソフトウェア財団が公表する GNU フリー文書利用許諾契約書の第1.1版、あるいはそれ以降のいずれかの版の条件下において、この文書の複製、配布および/または変更が許可されます。変更出来ない箇所、表紙文および裏表紙文があってはいけません。この利用許諾契約書の全文は<ulink type="http" url="http://www.gnu.org/">フリーソフトウェア財団</ulink>から取得する事ができます。
pt_br: É garantida a permissão a copiar, distribuir e/ou modificar este documento nos termos da GNU Free Documentation License, versão 1.1 ou mais recente conforme publicada pela Free Software Foundation; sem Seções Invariantes, sem textos de capa e contra-capa. Pode consultar a licença integralmente em <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
ru: Каждый имеет право воспроизводить, распространять и/или вносить изменения в настоящий Документ в соответствии с условиями GNU Free Documentation License, Версией 1.1 или любой более поздней версией, опубликованной Free Software Foundation; данный Документ не содержит Неизменяемых разделов, текстов помещаемых на первой и последней страницах обложек. Полный текст лицензии доступен по ссылке <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
sr: Дозвола је зајемчена за умножавање, дељење и/или имену овог документа под условима ОЈЛ Слободне дозволе за документе, издања 1.1 или било ког наредног објављеног од стране Задужбине слободног софтвера; без непроменљивих одељака, без текста на предљим корицама, и без текста на задњим страницама. Потпун текст дозволе је доступан од <ulink type="http" url="http://www.gnu.org/">Задужбине слободног софтвера</ulink>.
tr: Bu dokümanın dağıtımı, kopyalanması ve/veya düzenlenmesi GNU Özgür Belgeleme Lisansı 1.1 sürümü ve daha sonraki sürümleri de dahil olmak üzere, ancak değişmesi imkansız biçimde olmamak kaydı ile serbesttir. Lisansın tamamına <ulink type="http" url="http://www.gnu.org/">Özgür Yazılım Vakfı</ulink> sitesinden ulaşabilirsiniz.
zh_cn: 在自由软件基金会发布的 GNU 自由文档许可协议版本 1.1 或以后版本的条款约束下允许复制、分发和/或修改本文档；不要求保留特定内容、封面文本或封底文本。许可协议全文可以通过以下链接找到：<ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>。

source: This manual describes version @PACKAGE_VERSION@ of Xfce4 Screenshooter.
ar: يصف هذا الدليل إصدار @PACKAGE_VERSION@ of Xfce4 Screenshooter.
ast: Ésti manual describe la versión @PACKAGE_VERSION@ de Xfce4 Screenshooter.
ca: Aquest manual descriu la versió @PACKAGE_VERSION@ del capturador de pantalles de Xfce4.
cs: Tato příručka popisuje aplikaci Xfce4 Screenshooter ve verzi @PACKAGE_VERSION@
da: Denne manual beskriver Xfce4 Screenshooter version @PACKAGE_VERSION@.
el: Αυτό το εγχειρίδιο περιγράφει την έκδοση @PACKAGE_VERSION@ του στιγμιότυπου οθόνης για το Xfce4.
es: Éste manual describe la versión @PACKAGE_VERSION@ de Xfce4 Screenshooter.
gl: Este manual describe a versión @PACKAGE_VERSION@ de Xfce4 Screenshooter.
id: Manual ini menjelaskan versi @PACKAGE_VERSION@ dari Xfce4 Screenshooter.
pt_br: Este manual descreve a versão @PACKAGE_VERSION@ do Xfce4 Screenshooter.
ru: Это руководство описывает версию @PACKAGE_VERSION@ программы.
sr: Ово упутство описује издање @PACKAGE_VERSION@ ИксФЦ4 Снимача екрана.
tr: Bu rehber Xfce4 Ekran Görüntüsü eklentisinin @PACKAGE_VERSION@ sürümüne ilişkindir.
uk: Цей посібник описує версію @PACKAGE_VERSION@ для знімків екрану Xfce4.
zh_cn: 本手册介绍了 @PACKAGE_VERSION@ 版本的 Xfce4 屏幕截图工具。

source: Introduction to Xfce4 Screenshooter
ar: مقدمة لاقط شاشة اكسفس4
ast: Introducción a Xfce4 Screenshooter
ca: Introducció al capturador de pantalla de Xfce4
cs: Úvod do aplikace Xfce4 Screenshooter
da: Introduktion til Xfce4 Screenshooter
el: Εισαγωγή στο στιγμιότυπο οθόνης για το Xfce4
es: Introducción a Xfce4 Screenshooter
gl: Introdución a Xfce4 Screenshooter
id: Pengantar ke Xfce4 Screenshooter
pt_br: Introdução ao Xfce4 Screenshooter
ru: Введение
sr: Упознавање са ИксФЦЕ Снимачем екрана
tr: Xfce4 Ekran Görüntüsü Hakkında
uk: Введення до знімків екрану Xfce4
zh_cn: Xfce4 屏幕截图工具简介

source: This application allows you to capture the entire screen, the active window or a selected region. You can set the delay that elapses before the screenshot is taken and the action to be performed afterwards: save the screenshot to a PNG file, copy it to the clipboard, open it using another application, or host it on <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>, a free online image hosting service.
ar: هذا التطبيق يسمح لك بالتقاط صورة للشاشة بأكملها، الإطار النشط أو منطقة محددة. يمكنك التأخير التقاط اللقطة وتحفظ بصيغة ملف PNG، يمكن نسخ الملف إلى الحافظة، فتحه باستخدام تطبيق آخر، أو رفعه على المضيف <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>، استضافة مجانية للصورة على الإنترنت.
ca: Aquesta aplicació us permet fer captures de tota la pantalla, de la finestra activa o de la regió seleccionada. Podeu fixar l'endarreriment que hi ha entre l'ordre de captura i la captura en sí, així com l'acció que es farà a continuació: desar-la con un fitxer PNG, copiar-la al porta-retalls, obrir-la emprant alguna altra aplicació, o pujar-la a <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>, un lloc web gratis per pujar imatges.
cs: Tato aplikace umožňuje zachytit celou obrazovku, aktivní okno nebo vybranou oblast. Je možné nastavit prodlevu před pořízením snímku obrazovky a další poté prováděnou činnost: uložit snímek obrazovky do souboru PNG, zkopírovat jej do schránky, otevřít v jiné aplikace, nebo hostovat v bezplatné online galerii <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>.
da: Dette program giver dig mulighed for at tage et billede af hele skærmen, det aktive vindue eller et markeret område. Du kan indstille forsinkelsen før billedet er taget og handlingen med billeder udføres: gemme det som en PNG-fil, kopiere det til udklipsholderen, åbne det med et andet program eller hoste det på <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>, en gratis tjeneste til billedopbevaring online.
el: Αυτή η εφαρμογή σας επιτρέπει να κάνετε σύλληψη ολόκληρης της οθόνης, του ενεργού παράθυρου ή μιας επιλεγμένης περιοχής. Μπορείτε να ρυθμίσετε μια καθυστέρηση έως την στιγμή που θα γίνει η σύλληψη και μια ενέργεια που θα εκτελεστεί στη συνέχεια: αποθήκευση της λήψης σε ένα αρχείο PNG, αντιγραφή στο πρόχειρο, άνοιγμα με κάποια άλλη εφαρμογή ή φιλοξενία στο <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>, μια δωρεάν υπηρεσία αποθήκευσης εικόνων.
gl: Este aplicativo permítelle capturar toda a pantalla, a xanela activa ou unha zona seleccionada. Pode definir o tempo de espera que transcorre antes de que se tome a captura de pantalla e a acción que se realizará ca captura de pantalla: gardala nun ficheiro PNG, copiala ao portarretallos, abrila usando outro aplicativo, ou aloxala en <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>, un servizo de aloxamento de imaxes en liña gratuito.
id: Aplikasi ini memungkinkan anda untuk menangkap seluruh layar, jendela yang aktif atau daerah terpilih. Anda dapat mengatur jeda yang diperlukan sebelum cuplikan layar diambil dan aksi yang akan dilakukan setelahnya: menyimpannya dalam berkas PNG, salin ke papan klip, membukanya dengan aplikasi lain, atau menyimpannya di <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>, sebuah layanan penyimpanan gambar daring.
pt_br: Este aplicativo permite-lhe capturar a totalidade da tela, a janela ativa ou uma zona específica. Pode definir o atraso entre tirar uma captura e a ação a realizar posteriormente: gravar para um arquivo PNG, copiar para a área de transferência, abri-la utilizando outro aplicativo ou aloja-la no <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>, um serviço de alojamento de imagens gratuito.
ru: Эта программа позволит Вам сделать скриншот экрана, активного окна или произвольной области. Вы можете установить задержку снятия скриншота и действия, которые будут произведены после: сохранить скриншот как файл PNG, скопировать в буфер, открыть с помощью произвольного приложения или же выложить скриншот на свободном хостинге <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>.
sr: Овај програм Вам омогућава да снимите читав екран, радни прозор, или одабрану област. Можете поставити одгађање које ће протећи пре узимања снимка екрана и радње која ће се извести касније: сачувајте снимак екрана у ПНГ датотеку, умножите је у оставу исечака, отворите га користећи други програм, или га отпремите на <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>, слободни давалац услуга за слике на мрежи.
tr: Bu uygulama, tüm ekranın, seçilen bölgenin veya etkin pencerenin ekran görüntüsünü almanızı sağlar. Ekran görüntüsü almadan önce beklenecek süreyi ayarlayabileceğiniz gibi, şu işlemleri de uygulayabilirsiniz: PNG dosyası olarak kaydetme, panoya kopyalama ve başka bir uygulama kullanarak alınan ekran görüntüsünü açma.
uk: Програма дозволяє отримувати знімки екрану, активного вікна чи окремого регіону. Ви можете встановлювати затримку отримання знімку і вказати дію опісля: зберегти знімок до PNG файлу, скопіювати його до буферу обміну, відкрити іншим додатком, або розмістити на вільному онлайн сервісі <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>.
zh_cn: 此应用程序让您截取整个屏幕、活动窗口或选中的区域。您可以设置截图前的延时和截图之后所要执行的的动作：保存截图为 PNG 文件、将截图复制至剪贴板、使用另一应用程序打开或上传至免费的在线图片提供服务 <ulink type="http" url="http://www.zimagez.com">ZimageZ</ulink>。

source: A plugin for the Xfce panel is also available.
ar: إضافات للوحة اكسفس4 متاحة أيضاً.
ast: También ta disponible un complementu pal panel de XFCE.
ca: Un connector pel quadre de Xfce també està disponible.
cs: Dostupný je také zásuvný modul pro panel Xfce
da: Et udvidelsesmodul til panelet i Xfce er også tilgængeligt.
el: Είναι διαθέσιμο και ένα πρόσθετο για το ταμπλό του Xfce.
es: También está disponible un complemento para el panel de XFCE.
fr: Une extension pour le tableau de bord de Xfce est aussi disponible.
gl: Tamén hai un engadido para o panel de Xfce.
id: Plugin untuk panel Xfce juga tersedia.
it: Un plugin per il pannello di Xfce è già disponibile
ja: Xfce パネル用プラグインも用意されています。
pt_br: Também está disponível um plugin para o painel Xfce.
ru: Также доступен модуль панели Xfce.
sr: Прикључак на ИксФЦЕ панелу је такође доступан
tr: Ayrıca Xfce paneli için bir eklenti de bulunmaktadır.
uk: Також доступний додаток для панелі Xfce.
zh_cn: 还有一个 Xfce 面板插件。

source: Using the application
ar: باستخدام التطبيق
ast: Usando l'aplicación
ca: Ús de l'aplicació
cs: Používání aplikace
da: Brug af programmet
el: Χρησιμοποιώντας την εφαρμογή
es: Utilizando la aplicación
fr: Utilisation de l'application
gl: Uso da aplicación
id: Menggunakan aplikasi
it: Utilizzare l'applicazione
ja: アプリケーションを使う
pt_br: Utilizando o aplicativo
ru: Использование программы
sr: Употреба програма
tr: Uygulamayı kullanmak
uk: Використання програми
zh_cn: 使用此应用程序

source: Via the user interface
ar: عبر واجهة المستخدم
ast: A traviés de la interface d'usuariu
ca: Mitjançant la interfície d'usuari
cs: pomocí uživatelského rozhraní
da: Vha. brugergrænsefladen
el: Μέσω της διεπαφής του χρήστη
es: A través de la interfaz de usuario
fr: Via l'interface graphique
gl: A través da interface de usuario
id: Via antarmuka pengguna
it: Attraverso l'interfaccia utente
ja: ユーザインターフェイスから
pt_br: Através da interface do utilizador
ru: Пользовательский интерфейс
sr: Преко корисничког сучеља
tr: Kullanıcı arabirimi vasıtasıyla
uk: За допомогою інтерфейсу користувача
zh_cn: 通过用户界面

source: To launch the application, use the "Screenshot" item in the "Accessories" category of Xfce's main menu.
ar: لبدء التطبيق ، استخدم "لقطة الشاشة " في البند فئة "أكسسوارات " من القائمة إكسفس الرئيسية.
ast: Pa entamar l'aplicación, use l'elementu "Captura de pantalla" de la categoría "Accesorios" del menú principal de Xfce.
ca: Per executar l'aplicació, empreu l'element «Captura» en la categoria «Accessoris» del menú de Xfce.
cs: Aplikaci spustíte použitím položky "Snímek obrazovky" v kategorii "Příslušenství" v hlavní nabídce prostředí Xfce.
da: For at starte programmet skal du bruge "Skærmbillede"-elementet i kategorien "Tilbehør" fra hovedmenuen i Xfce.
el: Για ξεκινήσετε την εφαρμογή, χρησιμοποιήστε το αντικείμενο "Στιγμιότυπο οθόνης" στην κατηγορία "Βοηθήματα" στο κύριο μενού του Xfce.
es: Para iniciar la aplicación, utilice el elemento "Captura de pantalla" de la categoría "Accesorios" del menú principal de Xfce.
fr: Pour lancer l'application, utilisez le lanceur "Capture d'écran", dans la catégorie "Accessoires" du menu principal de Xfce.
gl: Para iniciar a aplicación use o elemento "Captura de pantalla" na categoría "Accesorios" do menú principal de Xfce.
id: Untuk menjalankan aplikasi, gunakan item "Cuplikan Layar" di kategori "Aksesoris" dari menu utama Xfce.
it: Per lanciare l'applicazione, utilizzare l'elemento «Istantanea» nella categoria «Accessori» del menu principale di Xfce.
ja: アプリケーションの起動は、Xfce メインメニューの "アクセサリ" カテゴリから "スクリーンショット" を選択します。
pt_br: Para executar o aplicativo, use o item "Captura de tela" na categoria "Accessórios" do menu Xfce.
ru: Для запуска программы используйте "Снимок экрана" в категории "Инструменты" главного меню Xfce.
sr: Да би покренули програм користите ставку „Снимач екрана“ из врсте „Алати“ главног изборника ИксФЦЕ-а.
tr: Uygulamayı çalıştırmak için, Xfce menüsünde yer alan "Donatılar" bölümündeki "Ekran Görüntüsü" ögesini kullanabilirsiniz.
uk: Для запуску використовуйте пункт "Знімок екрану", із категорії "Інструменти" головного меню Xfce.
zh_cn: 要启动此应用程序，选择 Xfce 主菜单下的 “附件” 类别中的 “屏幕截图” 项目。

source: This window will be displayed:
ar: سيتم عرض هذا الإطار:
ast: Amosaráse ésta pantalla:
ca: Es mostrarà aquesta finestra:
cs: Okno bude zobrazeno:
da: Dette vindue vil blive vist:
el: Αυτό το παράθυρο θα εμφανιστεί:
es: Se mostrará ésta pantalla:
fr: Cette fenêtre apparaîtra alors :
gl: Mostrarase esta xanela:
id: Jendela ini akan tampak:
it: Verrà visualizzata questa finestra:
ja: 以下のウィンドウが表示されます:
pt_br: Esta janela será apresentada:
ru: Откроется окно:
sr: Овај прозор ће бити приказан:
tr: Bu pencere gösterilecektir:
uk: Це вікно буде показуватися:
zh_cn: 窗口会如下显示：

source: The window of Xfce4 Screenshooter
ar: نافذة لاقط شاشة اكسفس4
ast: La ventana de Xfce4 Screenshooter
ca: La finestra del capturador de Xfce4
cs: Okno zásuvného modulu Xfce4 Screenshooter
da: Vinduet i Xfce4 Screenshooter
el: Το παράθυρο στιγμιότυπου οθόνης του Xfce4
es: La ventana de Xfce4 Screenshooter
fr: La fenêtre de Xfce4 Screenshooter
gl: A xanela de Xfce4 Screenshooter
id: Jendela Xfce4 Screenshooter
it: La finestra di Xfce4 screenshooter
ja: Xfce4 スクリーンショットのウィンドウ
pt_br: A janela do Xfce4 Screenshooter
ru: Окно программы
sr: Прозор ИксФЦЕ4 снимача екрана
tr: Xfce4 Ekran Görüntüsü penceresi
uk: Вікно знімків екрану Xfce4
zh_cn: Xfce4 屏幕截图工具窗口

source: Region to capture
ar: منطقة لالتقاط
ast: Rexón a capturar
ca: Regió a capturar
cs: Oblast ke snímání
da: Område der skal tages et billede af
el: Περιοχή προς λήψη
es: Región a capturar
fr: Zone à capturer
gl: Zona a capturar
id: Daerah untuk ditangkap
it: Regione da catturare
ja: 撮影する領域
pt_br: Zona a capturar
ru: Область для захвата
sr: Предео за снимање
tr: Görüntüsü alınacak alan
uk: Область для захоплення
zh_cn: 截取区域

source: The <emphasis>"Region to capture"</emphasis> section allows you to set what the screenshot will be taken of:
ar: و<emphasis>"لالتقاط منطقة"</emphasis> يسمح لك بتحديد ما سيتم أخذ لقطة منه:
ca: La secció <emphasis>«Regió a capturar»</emphasis> us permet fixar l'objectiu de la captura:
cs: Oblast <emphasis>"Snímaná oblast"</emphasis> umožňuje nastavit z jaké části obrazovky bude snímek zachycen:
da: Sektionen <emphasis>"Område der skal tages billede af"</emphasis> tillader dig at indstille, hvorfra skærmbilledet skal tages:
el: Η <emphasis>"Περιοχή προς λήψη"</emphasis> σας επιτρέπει να ορίσετε τι θα κάνει λήψη του στιγμιότυπο οθόνης:
gl: A sección <emphasis>"Zona a capturar"</emphasis> permítelle definir de onde se vai tomar a captura de pantalla:
id: Bagian <emphasis>"Daerah akan ditangkap"</emphasis> memungkinkan anda untuk mengatur cuplikan layar apa yang akan diambil:
pt_br: A seção <emphasis>"Zona a capturar"</emphasis> permite-lhe definir a zona à qual pretende pretende tirar a captura:
ru: Секция <emphasis>"Область для захвата"</emphasis> позволяет выбрать область для снимка:
sr: <emphasis>„Предео за снимање“</emphasis> одељак Вам омогућева да одредите област која ће бити обухваћена снимком:
tr: <emphasis>"Görüntüsü alınacak alan"</emphasis> bölümü, ekran görüntüsünü istediğiniz biçimde almanıza izin verir:
uk: Секція <emphasis>"Область захоплення"</emphasis> дозволяє вказати область, з якої буде отримано знімок:
zh_cn: <emphasis>“截取区域”</emphasis> 区域让您设置要截取的范围：

source: "Entire screen" takes a screenshot of the whole screen as you see it.
ar: "كامل الشاشة " يأخذ لقطة من الشاشة بأكملها كما تراها.
ast: "Toda la pantalla" toma una captura de toda pantalla como la vemos.
ca: «Tota la pantalla» fa una captura de la pantalla sencera tal i com la veieu.
cs: Volba "Celá obrazovka" pořídí snímek celé obrazovky tak, jak ji vidíte.
da: "Hele skærmen" tager et skærmbillede af hele skærmen, som du ser den.
el: Η "Ολόκληρη οθόνη" παίρνει ένα στιγμιότυπο οθόνης ολόκληρης της οθόνης όπως την βλέπετε.
es: "Toda la pantalla" toma una captura de toda pantalla como la vemos.
fr: "L'écran tout entier" prend une capture de l'écran tel que vous le voyez, dans sa totalité.
gl: "Toda a pantalla" toma unha captura de pantalla da pantalla completa tal como a ve vostede.
id: "Seluruh layar" mengambil cuplikan layar dari seluruh layar yang anda lihat.
it: «Schermo intero» cattura un'istantanea di tutto lo schermo così com'è visualizzato.
ja: "画面全体" は表示されている画面全体のスクリーンショットを撮影します。
pt_br: "Ecrã inteiro" tira uma captura da totalidade da tela tal qual como o vê.
ru: "Весь экран" захватывает весь экран целиком.
sr: „Цео екран“ узима снимак свог видљивог екрана.
tr: "Tüm Ekran" ekranda gördüğünüz tüm öğeleri ekran görüntüsüne dahil eder.
uk: "Весь екран" захоплюється весь екран, який ви бачите.
zh_cn: “全屏幕” 截取您看到的整个屏幕的截图。
