Repository: ExpidusOS/screenshooter
Catalog: po-doc/*.po
Languages: ar, ast, ca, cs, da, el, es, fr, gl, id, it, ja, pt_br, ru, sr, tr, uk, zh_cn

source: The <emphasis>-d</emphasis> option followed by a positive integer allows you to set the delay before taking the screenshot when the <emphasis>-w</emphasis>, the <emphasis>-f</emphasis> or the <emphasis>-r</emphasis> option is given.
ar: الخيار <emphasis>-d</emphasis> يليها رقم صحيح موجب يسمح لك تعيين التأخير قبل أخذ لقطة عند إختيار <emphasis>-w</emphasis>، و<emphasis>-f</emphasis> أو <emphasis>-r</emphasis> يعطى الاختيار.
ca: L'opció <emphasis>-d</emphasis> seguida d'un número enter positiu us permet establir el retard abans de fer la captura de pantalla quan es donen les opcions <emphasis>-w</emphasis>, <emphasis>-f</emphasis> o <emphasis>-r</emphasis>.
cs: Volba <emphasis>-d</emphasis> následovaná kladným celým číslem umožňujeo nastavit prodlevu před pořízením snímku obrazovky, pokud je použita volba <emphasis>-w</emphasis>, <emphasis>-f</emphasis> nebo <emphasis>-r</emphasis>.
da: Tilvalget <emphasis>-d</emphasis> efterfulgt af et positivt heltal, lader dig indstille en forsinkelse før skærmbilledet bliver taget med tilvalget <emphasis>-w</emphasis>, <emphasis>-f</emphasis> eller <emphasis>-r</emphasis> er angivet.
el: Η επιλογή <emphasis>-d</emphasis> ακολουθηθεί ένας θετικός ακέραιος και σας επιτρέπει να ορίσετε καθυστέρηση στη λήψη στιγμιότυπου οθόνης όταν δοθεί <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ή <emphasis>-r</emphasis>.
gl: A opción <emphasis>-d</emphasis> seguida por un número enteiro positivo permítelle definir o tempo de espera antes de realizar a captura de pantalla cando se proporciona a opción <emphasis>-w</emphasis>, a opción <emphasis>-f</emphasis> ou a opción <emphasis>-r</emphasis>.
id: Opsi <emphasis>-d</emphasis> yang diikuti dengan bilangan positif memungkinkan anda untuk mengatur jeda sebelum mengambil cuplikan layar ketika opsi <emphasis>-w</emphasis>, <emphasis>-f</emphasis> atau <emphasis>-r</emphasis> diberikan.
pt_br: A opção <emphasis>-d</emphasis> seguida de um número inteiro positivo permite-lhe definir o atraso para tirar a captura quando fot indicada a opção <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ou <emphasis>-r</emphasis>
ru: Параметр <emphasis>-d</emphasis> со следующим за ним положительным целым числом позволяет установить задержку перед снятием изображения, когда заданы параметры <emphasis>-w</emphasis>, <emphasis>-f</emphasis> или <emphasis>-r</emphasis>.
sr: <emphasis>-d</emphasis> могућност праћена позитивним бројем вам дозвољава да поставите кашњење пре снимања кад су задате <emphasis>-w</emphasis>, <emphasis>-f</emphasis>, или <emphasis>-r</emphasis> могућности.
tr: <emphasis>-d</emphasis> seçeneği ekran görüntüsü almadan önce beklenecek süreyi belirlemenizi sağlar. <emphasis>-f</emphasis>, <emphasis>-w</emphasis> veya <emphasis>-r</emphasis> seçenekleri ile birlikte kullanılabilir.
uk: Параметр <emphasis>-d</emphasis> вказується додатним цілим числом, дозволяє встановити затримку перед захопленням знімку, коли вказаний параметр <emphasis>-w</emphasis>, <emphasis>-f</emphasis> чи <emphasis>-r</emphasis>.
zh_cn: 在给定 <emphasis>-w</emphasis>、<emphasis>-f</emphasis> 或者<emphasis>-r</emphasis> 选项时 <emphasis>-d</emphasis> 选项后接一个正整数让您设置截取截图前的延时。

source: The -s option
ar: الخيار -s
ast: La opción -s
ca: L'opció -s
cs: Volba -s
da: Tilvalget -s
el: Η -s επιλογή
es: La opción -s
fr: L'option -s
gl: A opción -s
id: Opsi -s
it: L'opzione -s
ja: -s オプション
pt_br: A opção -s
ru: Параметр -s
sr: Могућност -s
tr: -s seçeneği
uk: Параметр -s
zh_cn: -s 选项

source: The <emphasis>-s</emphasis> option followed by the path to an existing folder allows you to set where the screenshots are saved. This option only has an effect if the <emphasis>-w</emphasis>, the <emphasis>-f</emphasis> or the <emphasis>-r</emphasis> option is given.
ar: الخيار <emphasis>-s</emphasis> يليه مسار المجلد يسمح لك بتعيين موقع حفظ لقطات. هذا الخيار يعمل فقط مع المؤثرات <emphasis>-w</emphasis>, و<emphasis>-f</emphasis> أو <emphasis>-r</emphasis> يعطى الخيار.
ca: L'opció <emphasis>-s</emphasis> seguida d'un camí a una carpeta existent us permetrà triar on desar les captures de pantalla. Aquesta opció només té efecte si heu donat les opcions <emphasis>-w</emphasis>, <emphasis>-f</emphasis> o <emphasis>-r</emphasis>.
cs: Volba <emphasis>-s</emphasis> následovaná cestou k existující složce umožňuje nastavit místo, kam budou snímky obrazovky uloženy. Tato volba pracuje pouze v případě použití voleb <emphasis>-w</emphasis>, <emphasis>-f</emphasis> nebo <emphasis>-r</emphasis>.
da: Tilvalget <emphasis>-d</emphasis> efterfulgt af stien til en eksisterende mappe lader dig indstille hvor skærmbilledet bliver gemt. Dette tilvalg virker kun hvis <emphasis>-w</emphasis>, <emphasis>-f</emphasis> eller <emphasis>-r</emphasis> er angivet.
el: Η επιλογή <emphasis>-s</emphasis> οταν ακολουθηθεί από ένα μονοπάτι σε έναν υπάρχον φάκελο σας επιτρέπει να ορίσετε που θα αποθηκευτεί το στιγμιότυπο οθόνης. Αυτή η επιλογή έχει μόνο εφαρμογή όταν δοθεί επιλογή <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ή <emphasis>-r</emphasis>.
gl: A opción <emphasis>-s</emphasis> seguida pola ruta dun cartafol existente permítelle definir onde se gardan as capturas de pantalla. Esta opción só ten efecto se proporciona a opción <emphasis>-w</emphasis>, a opción <emphasis>-f</emphasis> ou a opción <emphasis>-r</emphasis>.
id: Opsi <emphasis>-d</emphasis> yang diikuti dengan alamat ke folder yang telah ada memungkinkan anda untuk mengatur letak cuplikan layar akan disimpan. Opsi ini hanya mempunyai efek jika <emphasis>-w</emphasis>, <emphasis>-f</emphasis> atau <emphasis>-r</emphasis> diberikan.
pt_br: A opção <emphasis>-s</emphasis> seguida do caminho de uma pasta existente permite-lhe definir o local de gravação das capturas. Esta opção apenas terá efeito se for indicada a opção <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ou <emphasis>-r</emphasis>.
ru: Параметр <emphasis>-s</emphasis> с указанным за ним путем к существующему каталогу позволяет установить место для сохранения снимков. Данный параметр имеет значение только при применении параметров -f, -w или -r. Совместно с параметром -h (см. ниже), данный параметр может быть использован для сохранения файла по указанному пути без отображения диалога сохранения.
sr: <emphasis>-s</emphasis> могућност праћена путањом постојеће фасцикле Вам дозвољава да поставите где ће снимак екрана бити сачуван. Ова могућност има утицај само кад су <emphasis>-w</emphasis>, <emphasis>-f</emphasis> или <emphasis>-r</emphasis> могућности задате.
tr: <emphasis>-s</emphasis> seçeneğini bölüm ekran görüntülerini nereye kaydedileceğini ayarlamanıza izin veren geçerli bir dizin izler. Bu seçenek yalnızca <emphasis>-w</emphasis>, <emphasis>-f</emphasis> yada <emphasis>-r</emphasis> seçenekleri verilirse etkilidir.
uk: Параметр <emphasis>-s</emphasis> вказує шлях на наявну теку для збереження знімків. Має сенс, якщо додатково вказаний параметр <emphasis>-w</emphasis>, <emphasis>-f</emphasis> чи <emphasis>-r</emphasis>.
zh_cn: <emphasis>-s</emphasis> 选项后接一个已存在文件夹的路径让您设置保存截图的路径。此选项仅在给定 <emphasis>-w</emphasis>、<emphasis>-f</emphasis> 或者<emphasis>-r</emphasis> 选项时生效。

source: The -o option
ar: الخيار -o
ast: La opción -o
ca: L'opció -o
cs: Volba -o
da: Tilvalget -o
el: Η -o επιλογή
es: La opción -o
fr: L'option -o
gl: A opción -o
id: Opsi -o
it: L'opzione -o
ja: -o オプション
pt_br: A opção -o
ru: Параметр -o
sr: Могућност -o
tr: -o seçeneği
uk: Параметр -o
zh_cn: -o 选项

source: If the <emphasis>-o</emphasis> option is given, followed by an application name, the screenshot will be saved to the system's temporary directory and opened with the application whose name is to be given after <emphasis>-o</emphasis>. This option only has an effect if the <emphasis>-w</emphasis>, the <emphasis>-f</emphasis> or the <emphasis>-r</emphasis> option is given.
ar: إذا حدد هذا الخيار <emphasis>-o</emphasis> يليه اسم التطبيق، سيتم حفظ لقطة إلى دليل النظام المؤقتة وفتحها مع التطبيق المحدد بعد <emphasis>-o</emphasis>. هذا الخيار له تأثير مع <emphasis>-w</emphasis>، و<emphasis>-f</emphasis> أو <emphasis>-r</emphasis> يعطى الخيار.
ca: Si es passa l'opció <emphasis>-o</emphasis> seguida del nom d'una aplicació, la captura de pantalla serà desada al directori temporal del sistema i s'obrirà amb l'aplicació indicada. Aquesta opció només té efecte si hi heu donat les opcions <emphasis>-w</emphasis>, <emphasis>-f</emphasis> o <emphasis>-r</emphasis>.
cs: Pokud zadáte volbu <emphasis>-o</emphasis> následovanou názvem aplikace, snímek obrazovky se uloží do dočasného adresáře systému a otevře se v aplikaci specifikované volbou <emphasis>-o</emphasis>. Tato volba pracuje pouze v případě použítí voleb <emphasis>-w</emphasis>, <emphasis>-f</emphasis> nebo <emphasis>-r</emphasis>.
da: Hvis tilvalget <emphasis>-o</emphasis> er angivet, efterfulgt af et programnavn, vil skærmbilledet blive gemt i systemets midlertidige katalog og blive åbnet med det program der er nævnt efter tilvalget <emphasis>-o</emphasis>. Dette tilvalg virker kun hvis <emphasis>-w</emphasis>, <emphasis>-f</emphasis> eller <emphasis>-r</emphasis> er angivet.
el: Εάν δοθεί η επιλογή <emphasis>-o</emphasis> και ακολουθηθεί από ένα όνομα εφαρμογής, το στιγμιότυπο οθόνης θα αποθηκευτεί στον φάκελο προσωρινών αρχείων του συστήματος και θα ανοιχτεί από την εφαρμογή της οποίας το όνομα δόθηκε μετά το <emphasis>-o</emphasis>. Αυτή η επιλογή έχει εφαρμογή μόνο όταν δοθεί η επιλογή <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ή <emphasis>-r</emphasis>.
gl: Se se proporciona a opción <emphasis>-o</emphasis>, seguida por un nome de aplicativo, a captura de pantalla gardarase no directorio temporal do sistema e abrirase co aplicativo cuxo nome se indicou despois da opción <emphasis>-o</emphasis>. Esta opción só ten efecto se se proporciona a opción a opción <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ou a opción <emphasis>-r</emphasis>.
id: Jika opsi <emphasis>-o</emphasis> diberikan, diikuti dengan sebuah nama aplikasi, cuplikan layar akan disimpan ke direktori sementara sistem dan dibuka dengan aplikasi yang namanya akan diberikan setelah <emphasis>-o</emphasis>. Opsi ini hanya mempunyai efek jika opsi <emphasis>-w</emphasis>, <emphasis>-f</emphasis> atau <emphasis>-r</emphasis> diberikan.
pt_br: Se indicar a opção <emphasis>-o</emphasis>, seguida do nome do aplicativo, a captura será gravada num diretório temporário e aberta com o aplicativo cujo nome for indicado depois da opção <emphasis>-o</emphasis>. Esta opção apenas terá efeito se for dada a opção <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ou <emphasis>-r</emphasis>.
ru: Если задан параметр <emphasis>-o</emphasis> со следующим за ним названием приложения, то снимок будет сохранен во временном каталоге системы и открыт с помощью приложения, название которого указано после параметра -o. Данный параметр имеет значение только при применении параметров <emphasis>-w</emphasis>, <emphasis>-f</emphasis> или <emphasis>-r</emphasis>.
sr: Ако је <emphasis>-o</emphasis> могућност задата, праћена називом програма, снимак екрана ће бити сачван у привремену фасциклу састава, и отворен програмом чији назив је задат после <emphasis>-o</emphasis>. Ова могућност има утицаја само ако су задате <emphasis>-w</emphasis>, <emphasis>-f</emphasis>, или <emphasis>-r</emphasis> могућности.
tr: <emphasis>-o</emphasis> seçeneği, ekran görüntüsünü açacak uygulama ile birlikte verildiğinde, görüntüyü tampon belleğe kaydedip parametre olarak belirtilmiş uygulama ile açar. <emphasis>-w</emphasis>, <emphasis>-f</emphasis> veya <emphasis>-r</emphasis> seçenekleri ile birlikte kullanılabilir.
zh_cn: 如果 <emphasis>-o</emphasis> 选项后接一个应用程序名称给定，会在系统的临时目录保存截图，并使用此应用程序打开截图。此选项仅在给定 <emphasis>-w</emphasis>、<emphasis>-f</emphasis> 或者 <emphasis>-r</emphasis> 选项时生效。

source: The -u option
ar: الخيار -u
ast: La opción -u
ca: L'opció -u
cs: Volba -u
da: Tilvalget -u
el: Η -u επιλογή
es: La opción -u
gl: A opción -u
id: Opsi -u
pt_br: A opção -u
ru: Параметр -u
sr: Могућност -u
tr: -u seçeneği
uk: Параметр -u
zh_cn: -u 选项

source: If the <emphasis>-u</emphasis> option is given, the screenshot will be hosted on ZimageZ. See above for more details. This option only has an effect if the <emphasis>-w</emphasis>, the <emphasis>-f</emphasis> or the <emphasis>-r</emphasis> option is given.
ar: إذا تم إعطاء <emphasis>-u</emphasis> الخيار ، سيتم استضافة اللقطة على ZimageZ. انظر أعلاه للحصول على مزيد من التفاصيل. هذا الخيار فقط إذا كان لها تأثير <emphasis>-w</emphasis>, و<emphasis>-f</emphasis> أو <emphasis>-r</emphasis> يعطى الخيار.
cs: Pokud zadáte volbu <emphasis>-u</emphasis>, snímek obrazovky bude hostován v galerii ZimageZ. Více informací získáte nahoře. Tato volba pracuje pouze v případě použítí voleb <emphasis>-w</emphasis>, <emphasis>-f</emphasis> nebo <emphasis>-r</emphasis>.
da: Hvis tilvalget <emphasis>-u</emphasis> er angivet, vil skærmbilledet blive hostet på ZimageZ. Se ovenstående for flere detaljer. Dette tilvalg virker kun hvis tilvalget <emphasis>-w</emphasis>,<emphasis>-f</emphasis>eller <emphasis>-r</emphasis> er angivet.
el: Εάν δοθεί η επιλογή <emphasis>-u</emphasis>, το στιγμιότυπο οθόνης θα φιλοξενηθεί στο ZimageZ. Δείτε επάνω για περισσότερες λεπτομέρειες. Αυτή η επιλογή έχει μόνο εφαρμογή όταν δοθεί επιλογή <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ή <emphasis>-r</emphasis>.
gl: Se se proporciona a opción <emphasis>-u</emphasis> hase gardar a captura de pantalla en ZimageZ. Consulte enriba para obter máis detalles. Esta opción só ten efecto se se proporcionan a opción <emphasis>-w</emphasis>, a opción <emphasis>-f</emphasis> ou a opción <emphasis>-r</emphasis>.
id: Jika opsi <emphasis>-u</emphasis> diberikan, cuplikan layar akan disimpan di ZimageZ. Lihat di atas untuk keterangan lebih lanjut. Opsi ini hanya mempunyai efek jika opsi <emphasis>-w</emphasis>, <emphasis>-f</emphasis> atau <emphasis>-r</emphasis> diberikan.
pt_br: Se indicar a opção <emphasis>"-u"</emphasis>, a captura será alojada em ZimageZ. Veja acima para mais detalhes. Esta opção apenas terá efeito se for indicada a opção <emphasis>-w</emphasis>, <emphasis>-f</emphasis> ou <emphasis>-r</emphasis>.
ru: Если задан параметр -u, снимок будет размещен на сервере ZimageZ. Детали см. выше. Данный параметр имеет значение только при применении параметров <emphasis>-w</emphasis>, <emphasis>-f</emphasis> или <emphasis>-r</emphasis>.
sr: Ако је <emphasis>-u</emphasis> могућност задата, снимак екрана ће бити отпремљен на ZimageZ. Видите изнад више појединости. Ова могућност има само утицаја ако су задате могућности <emphasis>-w</emphasis>, <emphasis>-f</emphasis>, или <emphasis>-r</emphasis>.
tr: <emphasis>-u</emphasis> seçeneği, ekran görüntüsünü ZimageZ servisine aktarmanızı sağlar. Daha fazla ayrıntı için üste bakınız. <emphasis>-w</emphasis>,<emphasis>-f</emphasis> veya <emphasis>-r</emphasis> seçenekleri ile birlikte kullanılabilir.
zh_cn: 如果给定 <emphasis>-u</emphasis> 选项，截图会上传至 ZimageZ。查看上述获取详情。此选项仅在给定 <emphasis>-w</emphasis>、<emphasis>-f</emphasis> 或者 <emphasis>-r</emphasis> 选项时生效。

source: Using the Xfce panel plugin
ar: إستخدام إضافة لوحة إكسفس
ca: Emprant el connector del panell de Xfce
cs: Používání zásuvného modulu pro panel Xfce
da: Brug af paneludvidelsesmodulet til Xfce
el: Χρησιμοποιώντας το πρόσθετο για το ταμπλό του Xfce
gl: Uso do engadido do panel de Xfce
id: Menggunakan plugin Xfce panel
pt_br: Utilizando o plugin do painel Xfce
ru: Использование модуля для панели Xfce
sr: Употреба прикључка ИксФЦЕ плоче
tr: Xfce panel eklentisini kullanma
uk: Використання додатку панелі Xfce
zh_cn: 使用 Xfce 面板插件

source: Adding the plugin
ar: إضافة إضافات
ast: Amestando'l complementu
ca: Afegir el connector
cs: Přídávní zásuvného modulu
da: Tilføjelse af udvidelsesmodulet
el: Προσθήκη του πρόσθετου
es: Añadiendo el complemento
fr: Ajout de l'extension
gl: Engadir o engadido
id: Menambah plugin
it: Aggiungere il plugin
ja: プラグインの追加
pt_br: Adicionando o plugin
ru: Добавление модуля
sr: Додавање прикључка
tr: Eklentiyi eklemek
uk: Додавання додатку
zh_cn: 添加插件

source: To add the plugin to the panel, right click on the panel and select <emphasis>"Add New Item"</emphasis>. Select the plugin named <emphasis>"Screenshot"</emphasis>, and add it.
ar: لإضافة إضافة إلى اللوحة، انقر بزر الفارة على لوحة وحدد <emphasis>"إضافة عنصر جديد "</emphasis >. اختر اسم الإضافة <emphasis>"لقطة"</emphasis >، وأضفه.
ast: P'amestar el complementu pal panel, fai clic drechu nel panel y escueyi <emphasis>"Amestar nuevu elementu"</emphasis>. Escueyi'l complementu denomáu <emphasis>"Captura de pantalla"</emphasis>, y amiéstalu.
ca: Per afegir el connector al quadre feu clic al quadre i seleccioneu <emphasis>«Afegeix elements nous…</emphasis>. Seleccioneu el connector anomenat <emphasis>«Captura»</emphasis> i afegiu-lo.
cs: Zásuvný modul přidáte na panel tak, že na něj kliknete pravým tlačítkem a vyberete položku <emphasis>"Přidat nové položky"</emphasis>. Vyberte zásuvný modul s názvem <emphasis>"Snímek obrazovky"</emphasis> a přidejte jej.
da: For at tilføje udvidelsesmodulet; højreklik på panelet og vælg <emphasis>"Tilføj nyt element"</emphasis>. Vælg det udvidelsesmodul der hedder <emphasis>"Skærmbillede"</emphasis>, og tilføj det.
el: Για να προσθέσετε ένα πρόσθετο στο ταμπλό, κάντε δεξί κλικ στο ταμπλό και επιλέξτε <emphasis>"Προσθήκη νέων αντικειμένων"</emphasis>. Επιλέξτε το πρόσθετο με όνομα <emphasis>"Στιγμιότυπο οθόνης"</emphasis>, και προσθέστε το.
es: Para añadir el complemento para el panel, haga clic derecho en el panel y seleccione <emphasis>"Agregar nuevo elemento"</emphasis>. Seleccione el complemento llamado <emphasis>"Captura de pantalla"</emphasis>, y añadir.
fr: Pour ajouter l'extension au tableau de bord, cliquez droit sur le tableau de bord et sélectionnez <emphasis>"Ajouter un élément"</emphasis>. Dans la fenêtre qui apparaît, choisissez d'ajouter l'extension nommée <emphasis>"Capture d'écran"</emphasis>.
gl: Para engadir o engadido ao panel, prema co botón dereito e seleccione <emphasis>"Engadir novo elemento"</emphasis>. Seleccione o engadido chamado <emphasis>"Captura de pantalla"</emphasis>, e engádao.
id: Untuk menambah plugin ke panel, klik kanan di panel lalu pilih <emphasis>"Tambah Item Baru"</emphasis>. Pilih plugin bernama <emphasis>"Cuplikan Layar"</emphasis>, lalu tambahkan.
it: Per aggiungere il plugin al pannello, fare clic con il tasto destro del mouse sul pannello e selezionare la voce <emphasis>«aggiungi nuovo elemento»</emphasis>. Selezionare il plugin denominato <emphasis>«istantanea»</emphasis> e aggiungerlo.
ja: パネルへのプラグインの追加は、パネル上で右クリックし、<emphasis>"新しいアイテムの追加"</emphasis> を選択します。プラグイン <emphasis>"スクリーンショット"</emphasis> を選択し、追加してください。
pt_br: Para adicionar o plugin ao painel, clique direito com o mouse sobre o painel e selecione <emphasis>"Adicionar Novo Item"</emphasis>. Selecione o plugin <emphasis>"Captura de tela"</emphasis> e adicione-o.
ru: Для добавления модуля на панель необходимо щелкнуть правой кнопкой мыши по панели и выбрать в появившемся меню пункт <emphasis>"Добавить новый элемент"</emphasis>. Далее нужно выбрать модуль с именем <emphasis>"Снимок экрана"</emphasis> и добавить его.
sr: За додавање прикључка на плочу, десни клик на плочу и одаберите <emphasis>„Додај нову ставку“</emphasis>.Означите прикључак назива <emphasis>„Снимак екрана“</emphasis>, и додајте га.
tr: Eklentiyi panele eklemek için, panele sağ tıklayıp, <emphasis>"Yeni Öğeler Ekle"</emphasis> seçeneğine tıklamanız gerekmektedir. Açılan listeden <emphasis>"Ekran Görüntüsü"</emphasis> ögesini seçmeniz yeterlidir.
uk: Щоб розмістити додаток на панелі, натисніть правою кнопкою на панелі і виберіть <emphasis>"Додати нові елементи..."</emphasis>. Виберіть додаток з назвою <emphasis>"Знімок екрану"</emphasis>, і додайте його.
zh_cn: 要在面板中添加插件，在面板上右击并选择 <emphasis>“添加新项目”</emphasis>。选择名称为 <emphasis>“截图”</emphasis> 的插件然后添加。

source: Configuring the plugin
ar: إعداد الإضافات
ca: Configuració del connector
cs: Nastavení zásuvného modulu
da: Indstilling af udvidelsesmodulet
el: Ρυθμίζοντας το πρόσθετο
gl: Configurar o engadido
id: Mengatur plugin
pt_br: Configurando o plugin
ru: Настройка модуля
sr: Подешавање прикључка
tr: Eklenti yapılandırma
uk: Конфігурація додатку
zh_cn: 配置插件

source: You can configure how screenshots are taken by right clicking on the plugin and selecting <emphasis>"Properties"</emphasis>. A preferences dialog similar to the dialog of the main application will appear. Please have a look above for the different preferences.
ar: يمكنك إعداد كيفية أخذ لقطات بالنقر بالزر الأيمن للفارة على الإضافة ثم اختيار <emphasis>"خصائص "</emphasis>. وهناك يظهر حوار تفضيلات مماثلة لحوار التطبيق الرئيسي. يرجى إلقاء نظرة للتفضيلات المختلفة.
ca: Podeu configurar el capturador fent clic-dret en el connector i seleccionant <emphasis>«Propietats»</emphasis>. S'us mostrarà un diàleg de preferències semblant al diàleg principal. Feu un cop d'ull més a dalt pels diferents ajustaments.
cs: Způsob, jakým jsou snímky obrazovky pořizovány, nastavíte kliknutím pravého tlačítka na zásuvný modul a vybráním položky <emphasis>"Vlastnosti"</emphasis>. Zobrazí se dialogové okno hlavní aplikace s nastavením . Zde uvidíte různá nastavení.
da: Du kan indstille, hvordan skærmbilleder bliver taget ved at højreklikke på udvidelsesmodulet og vælge <emphasis>"Egenskaber"</emphasis>. En indstillingsmenu, der ligner indstillingsmenuen til hovedprogrammet, vil vise sig. Se venligst ovenfor, for diverse indstillinger.
el: Μπορείτε να ρυθμίσετε πως θα γίνεται η λήψη των στιγμιότυπων, κάνοντας δεξί κλικ στο πρόσθετο και επιλέγοντας <emphasis>"Ιδιότητες"</emphasis>. Ένα παράθυρο διαλόγου με της επιλογές, όμοιο με εκείνο του μενού της εφαρμογής, θα εμφανιστεί. Παρακαλούμε ρίξτε μια ματιά πιο πάνω για τις διαφορετικές επιλογές.
gl: Pode configurar como se realizan as capturas de pantalla premendo co botón dereito no engadido e seleccionando <emphasis>"Propiedades"</emphasis>. Aparecerá un diálogo de preferencias semellante ao diálogo da aplicación principal. Bótelle unha ollada ao texto anterior para coñecer as diferentes preferencias.
id: Anda dapat mengatur bagaimana cuplikan layar diambil dengan klik kanan pada plugin dan memilih <emphasis>"Properti"</emphasis>. Dialog pengaturan yang mirip dengan dialog aplikasi utama akan muncul. Silakan lihat di atas untuk mengetahui perbedaan pengaturannya.
pt_br: Pode configurar o modo como as capturas são obtidas com clique direito no plugin e selecionar <emphasis>"Propriedades"</emphasis>. Uma janela de preferências similar à da janela principal do aplicativo aparecerá. Por favor, preste atenção às diferentes preferências.
ru: Существует возможность настроить параметры снятия снимков, щелкнув правой кнопкой мыши по значку модуля и выбрав в появившемся меню пункт <emphasis>"Параметры"</emphasis>. Откроется диалоговое окно настроек, похожее на главное окно приложения. Подробнее о различных настройках см. выше.
sr: Можете подесити како ће се узимати снимак екрана десним кликом на прикључак и одабиром <emphasis>„Особине“</emphasis>. Прозорче поставки слично прозорчету главног програма ће се појавити. Молим, погледајте изнад за другачије поставке.
tr: Ekran görüntüsünün nasıl alınacağına ilişkin ayarları, panele eklediğiniz öğeye sağ tıklayıp <emphasis>"Özellikler"</emphasis> seçeneğinden yapabilirsiniz. Eklenti, esas uygulamaya benzer bir menü sunmaktadır.
zh_cn: 您可以通过在插件上右击并选择 <emphasis>“属性”</emphasis> 配置截图如何截取。会出现一个与主应用程序的对话框相似的首选项对话框。请看看上述获取不同的首选项。
