Repository: ExpidusOS/screenshooter
Catalog: po/*.po
Languages: be, sr

source: %.2fKb of %.2fKb
be: %.2fKb з %.2fKb
sr: %.2fKb од %.2fKB

source: Transfer
be: Перадача
sr: Пренос

source: <span weight="bold" stretch="semiexpanded">The screenshot is being transferred to:</span>
be: <span weight="тлусты" stretch="паўпашыраны">Экранны здымак перадаецца ў:</span>
sr: <span weight="bold" stretch="semiexpanded">Снимак екрана се преноси на:</span>

source: Screenshot
be: Экранны здымак
sr: Слика екрана

source: Take a screenshot
be: Зрабіць здымак
sr: Сликај екран

source: Preferences
be: Налады
sr: Својства

source: <span weight="bold" stretch="semiexpanded">Region to capture</span>
be: <span weight="bold" stretch="semiexpanded">Вобласьць для здымку</span>
sr: <span weight="bold" stretch="semiexpanded">Област за сликање</span>

source: Entire screen
be: Экран цалкам
sr: Цео екран

source: Take a screenshot of the entire screen
be: Зрабіць здымак экрана цалкам
sr: Сликај цео екран

source: Active window
be: Дзейнае вакно
sr: Истакнути прозор

source: Take a screenshot of the active window
be: Зрабіць здымак дзейнага вакна
sr: сликај текући истакнути прозора

source: Select a region
be: Абраць вобласьць
sr: Изаберите област

source: Select a region to be captured by clicking a point of the screen without releasing the mouse button, dragging your mouse to the other corner of the region, and releasing the mouse button.
sr: Одаберите област за сликање тако што ћете кликнути на екран, без пуштања дугмета миша вући показивач миша на наспрамни угао области, и пустити дугме миша.

source: Capture the mouse pointer
be: Курсор будзе на здымку
sr: Ухвати показивача миша

source: Display the mouse pointer on the screenshot
be: Паказваць курсор на здымку экрана
sr: Укључује показивач у слику екрана

source: <span weight="bold" stretch="semiexpanded">Delay before capturing</span>
be: <span weight="bold" stretch="semiexpanded">Затрымка перад здымкам</span>
sr: <span weight="bold" stretch="semiexpanded"> Одлагање пре сликања</span>

source: Delay in seconds before the screenshot is taken
be: Затрымка ў сякундах перад здымкам экрану
sr: Одлагање у секундама пре сликања екрана

source: seconds
be: сякундаў
sr: секунди

source: Action
be: Дзеяньне
sr: Радња

source: <span weight="bold" stretch="semiexpanded">Action</span>
be: <span weight="bold" stretch="semiexpanded">Дзеяньне</span>
sr: <span weight="bold" stretch="semiexpanded">Радња</span>

source: Save
be: Захаваць
sr: Сачувај

source: Save the screenshot to a PNG file
be: Захаваць экранны здымак у файл PNG
sr: Сачувај слику екрана као ПНГ датотеку

source: Copy to the clipboard
be: Скапіраваць у буфэр
sr: Умножи у оставу

source: Copy the screenshot to the clipboard so that it can be pasted later
be: Скапіяваць экранны здымак у буфэр для ўстаўкі
sr: Умножи слику екрана у оставу исечака да би касније могао бити налепљен

source: Open with:
be: Адчыніць з:
sr: Отвори са:

source: Open the screenshot with the chosen application
be: Адчыніць экранны здымак у абранай праграме
sr: Отвара слику екрана подразумеваним програмима

source: Application to open the screenshot
be: Праграма для адкрыцьця здымку
sr: Програм за отварање слике екрана

source: Host on ZimageZ
be: Змесьціць на ZimageZ
sr: Отпреми на ZimageZ

source: Host the screenshot on ZimageZ, a free online image hosting service
be: Змесьціць здымак на ZimageZ, вольнай службе хостынгу выяваў
sr: Отпреми слику екрана на ZimageZ, слободну мрежну услугу чувања слика

source: Host on Imgur
sr: Отпреми на Имгур

source: Host the screenshot on Imgur, a free online image hosting service
sr: Отпреми слику екрана на Имгур, слободну мрежну услугу чувања слика

source: <span weight="bold" stretch="semiexpanded">Preview</span>
be: <span weight="bold" stretch="semiexpanded">Перадпрагляд</span>
sr: <span weight="bold" stretch="semiexpanded">Преглед</span>

source: Save screenshot as...
be: Захаваць здымак як...
sr: Сачувај слику екрана као...

source: <b>The application could not be launched.</b> %s
be: <b>Дастасаваньне ня можа быць запушчана.</b> %s
sr: <b>Нисам успео да покренем програм.</b> %s

source: An error occurred while creating the XMLRPC request.
sr: Десила се грешка приликом стварања захтева ИксМЛРПЦ-а.

source: An error occurred while transferring the data to ZimageZ.
sr: Десила се грешка приликом преноса података на ЗимагеЗ.

source: An error occurred while parsing the response from ZimageZ.
sr: Десила се грешка приликом рашчлањивања одговора од Зимагез-а.

source: Taken on %x, at %X
be: Узята з %x, на %X
sr: Сликано на %x, у %X

source: Initialize the connection...
be: Ініцыяваць злучэньне...
sr: Покрени везу...

source: Please fill the following fields with your <a href="http://www.zimagez.com">ZimageZ</a> user name, passsword and details about the screenshot.
sr: Молим, попуните наредна поља својим<a href="http://www.zimagez.com">ZimageZ</a> корисничким именом, лозинком и појединостима о слици екрана.

source: Check the user information...
be: Праверка дадзеных карыстача...
sr: Провера корисничких података...

source: <span weight="bold" foreground="darkred" stretch="semiexpanded">You must fill all the fields.</span>
be: <span weight="bold" foreground="darkred" stretch="semiexpanded">Вы павінны запоўніць кожную графу.</span>
sr: <span weight="bold" foreground="darkred" stretch="semiexpanded">Морате попунити сва поља.</span>

source: Login on ZimageZ...
be: Пачаць сэанс на ZimageZ...
sr: Пријава на ZimageZ...

source: An unexpected reply from ZimageZ was received. The upload of the screenshot failed.
be: Ад ZimageZ быў атрыманы нечаканы адказ. Запампоўка здымку была няўдалая.
sr: Примљен је неочекиван одговор од ZimageZ. Слање слике екрана није успело.

source: <span weight="bold" foreground="darkred" stretch="semiexpanded">The user and the password you entered do not match. Please retry.</span>
be: <span weight="bold" foreground="darkred" stretch="semiexpanded">Імя карыстача й пароль, якія вы увялі ня супадаюць. Паўтарыце спробу.</span>
sr: <span weight="bold" foreground="darkred" stretch="semiexpanded">Корисничко име и лозинка коју сте унели се не слажу. Молим, покушајте поново.</span>

source: Upload the screenshot...
be: Запампоўка здымку...
sr: Отпреми слику екрана...

source: An error occurred while uploading the screenshot.
be: Падчас запампоўкі здымку адбылася памылка.
sr: Јавила се грешка приликом отпремања слике екрана.

source: Close the session on ZimageZ...
be: Закрыць сэанс на ZimageZ...
sr: Затвори сесију са ZimageZ...

source: An error occurred while transferring the data to imgur.
sr: Десила се грешка приликом преноса података на Имгур.

source: Imgur
sr: Имгур

source: <span weight="bold" stretch="semiexpanded">Status</span>
be: <span weight="bold" stretch="паўпашыраны">Стан</span>
sr: <span weight="bold" stretch="semiexpanded">Стање</span>

source: Details about the screenshot for ZimageZ
sr: Појединости слике екрана за Зимагез

source: User:
be: Карыстач:
sr: Корисник:

source: Your Zimagez user name, if you do not have one yet please create one on the Web page linked above
sr: Корисничко име за Зимагез, а ако га немате, направите своје на Веб страници са везе изнад

source: Password:
be: Пароль:
sr: Лозинка:

source: The password for the user above
be: Пароль для карыстача, што вышэй
sr: Лозинка корисника приказаног изнад

source: Title:
be: Загаловак:
sr: Наслов:

source: The title of the screenshot, it will be used when displaying the screenshot on ZimageZ
be: Назва здымка экрану. Будзе скарыстана пры паказе на ZimageZ
sr: Наслов слике екрана који ће се користити при приказу слике на Зимагезу

source: Comment:
be: Камэнтары:
sr: Напомена:

source: A comment on the screenshot, it will be used when displaying the screenshot on ZimageZ
be: Камэнтар пад здымкам экрану. Будзе скарыстаны пры паказе на ZimageZ
sr: Напомена слике екрана која ће се користити при приказу слике на Зимагезу

source: My screenshot on Imgur
sr: Слика мог екрана на Имгуру

source: My screenshot on ZimageZ
sr: Слика мог екрана на Зимагезу

source: <a href="%s">Full size image</a>
be: <a href="%s">Поўны памер выявы</a>
sr: <a href="%s">Слика у природној величини</a>

source: <a href="%s">Large thumbnail</a>
be: <a href="%s">Буйны відарыс</a>
sr: <a href="%s">Велики приказ умањене сличице</a>

source: <a href="%s">Small thumbnail</a>
be: <a href="%s">Малы відарыс</a>
sr: <a href="%s">Мали приказ умањене сличице</a>

source: <span weight="bold" stretch="semiexpanded">Links</span>
be: <span weight="тлусты" stretch="паўпашыраны">Links</span>
sr: <span weight="bold" stretch="semiexpanded">Везе</span>

source: <span weight="bold" stretch="semiexpanded">Code for a thumbnail pointing to the full size image</span>
be: <span weight="тлусты" stretch="паўпашыраны">Код для відарысу, які ўказвае на паўнаэкранную выяву</span>
sr: <span weight="bold" stretch="semiexpanded">Шифра за умањену сличицу која води до слике у пуној величини</span>

source: HTML
sr: ХТМЛ

source: BBCode for forums
be: BBCode для форумаў
sr: ББкод за форуме

source: Copy the screenshot to the clipboard
be: Скапіяваць здымак экрану ў буфэр
sr: Умножи снимак екрана у оставу исечака

source: Delay in seconds before taking the screenshot
be: Затрымка ў сякундах перад здымкам экрану
sr: Одлагање у секундама након кога ће бити направљена слика екрана

source: Display the mouse on the screenshot
be: Паказваць курсор на здымку
sr: Укључује показивач на слици екрана

source: Directory where the screenshot will be saved
be: Тэчка, у якую будзе захаваны здымак
sr: Фасцикла у којој ће бити сачувана слика екрана

source: Version information
be: Інфармацыя пра версію
sr: Подаци о издању

source: Conflicting options: --%s and --%s cannot be used at the same time.
be: Канфлікт: --%s і --%s ня могуць выкарыстоўвацца адначасова.
sr: Сукоб могућности: --%s и --%s не могу бити коришћене у исто време.

source: The --%s option is only used when --fullscreen, --window or --region is given. It will be ignored.
be: Вопцыя --%s выкарыстоўваецца толькі калі нададзены атрыбуты: --fullscreen, --window ці --region. Вопцыя будзе прапушчана.
sr: --%s могућност је коришћена само кад је задато --fullscreen, --window или --region. Биће занемарена.

source: %s: %s Try %s --help to see a full list of available command line options.
be: %s: %s Спрабуйце %s --help каб убачыць поўны сьпіс даступных вопцыяў радку загадаў.
sr: %s: %s Покушајте „%s --help“ да видите потпун списак расположивих могућности линије наредби.

source: %s is not a valid directory, the default directory will be used.
be: %s — не правільнае імя каталога, будзе выкарыстоўвацца перадвызначаны каталог.
sr: %s није одговарајућа фасцикла, уместо ње биће коришћена подразумевана фасцикла.

source: Take screenshots of the entire screen, of the active window or of a region
be: Зрабіць здымак усяго экрану, дзейнага акна ці вобласці
sr: Ухвати снимак целог екрана, радног прозора или области

source: Allows you to capture the entire screen, the active window or a selected region. You can set the delay that elapses before the screenshot is taken and the action that will be done with the screenshot: save it to a PNG file, copy it to the clipboard, open it using another application, or host it on ZimageZ or imgur, free online image hosting services.
sr: Овај програм омогућава сликање целог екрана, истакнутог прозора или изабране области. Можете да поставите временску одгоду до сликања екрана и радњу која ће се извршити при сликању: сачувати као PNG датотеку, сачувати у остави исечака, отворити неким програмом, или отпремити на Зимагез или Имгур, слободне мрежне услуге чувања слика.
